Repository: jonjomckay/fritter
Catalog: lib/l10n/intl_*.arb
Languages: ar, be, be_latn, ca, cs, de, eo, es, et, eu, fr, id, it, ja, ko, nb_no, nl, pl, pt, ru, tr, uk, vi, zh_hans

# it_looks_like_you_have_already_said_hello_from_this_version_of_fritter
source: It looks like you've already said hello from this version of Fritter!
ar: يبدوا أنك قد سلمت بالفعل من إصدار فريتر هذا!
be: Выглядае на тое, што вы ўжо нас прывіталі ад гэтай версіі Fritter!
be_latn: Vyhladaje na toje, što vy ŭžo nas pryvitali ad hetaj versyi Fritter!
ca: Sembla que ja has saludat des d'aquesta versió de Fritter!
cs: Vypadá to, že z této verze Fritteru jste již poslali ahoj!
de: Es scheint, als hättest du bereits aus dieser Fritter-Version heraus Hallo gesagt!
eo: Ŝajnas, vi jam diris saluton el tiu ĉi versio de Fritter!
et: Tundub, et sa juba oled sellest Fritteri versioonist meile teada andnud!
eu: Badirudi Fritter-en bertsio honetatik agurtu duzula jada!
fr: Il semble que vous ayez déjà salué cette version de Fritter !
id: Sepertinya Anda sudah menyapa dari versi Fritter ini!
it: Sembra che tu abbia già detto ciao da questa versione di Fritter!
ja: 既にこのバージョンのFritterから挨拶を送っているようです！
nb_no: Det ser ut som du allerede har sagt hei fra denne versjonen av Fritter.
pl: Wygląda na to, że już przywitałeś(-aś) się z tej wersji Frittera!
pt: Parece que já disse olá desta versão do Fritter!
ru: Похоже, что вы уже передали привет от этой версии Fritter!
tr: Görünüşe göre Fritter'ın bu versiyonundan çoktan merhaba demişsiniz!
uk: Схоже, ви вже привіталися з цією версією Fritter!
vi: Bạn đã sẵn sàng với phiên bản Fritter! Hãy nói Xin chào nhé
zh_hans: 看起来你已经从这个版本的Fritter那里打过招呼了!

source: Cancel
ar: الغاء
be: Скасаваць
be_latn: Skasavać
ca: Cancelar
cs: Zrušit
de: Abbrechen
eo: Rezigni
et: Katkesta
eu: Ezeztatu
fr: Annuler
id: Batal
it: Annulla
ja: キャンセル
nb_no: Avbryt
pl: Anuluj
pt: Cancelar
ru: Отмена
tr: İptal et
uk: Скасувати
vi: Hủy
zh_hans: 取消

source: Thanks for helping Fritter! 💖
ar: شكراً على مساعدتك لفريتر! 💖
be: Дзякуй за дапамогу Fritter! 💖
be_latn: Dziakuj za dapamohu Fritter! 💖
ca: Gràcies per ajudar a Fritter! 💖
cs: Děkujeme za pomoc Fritteru! 💖
de: Danke für die Unterstützung von Fritter! 💖
eo: Dankon pro helpi Fritter! 💖
et: Täname, et aitad Fritter'it! 💖
eu: Eskerrik asko Fritter laguntzeagatik! 💖
fr: Merci d'avoir aidé Fritter ! 💖
id: Terima kasih telah membantu Fritter! 💖
it: Grazie per aver aiutato Fritter! 💖
ja: Fritterを支援いただきありがとうございます！💖
nb_no: Takk for at du hjelper Fritter. 💖
pl: Dzięki za pomoc Fritterowi! 💖
pt: Obrigado por ajudar o Fritter! 💖
ru: Спасибо за помощь Fritter! 💖
tr: Fritter'a yardım ettiğin için teşekkürler! 💖
uk: Дякуємо за допомогу! 💖
vi: Cám ơn sự hỗ trợ của bạn dành cho Fritter
zh_hans: 谢谢你帮助Fritter! 💖

# it_looks_like_you_have_already_sent_a_ping_recently
source: It looks like you've already sent a ping recently 🤔
ar: يبدوا أنك بالفعل قد أرسلت بينج حديثاً 🤔
be: Падобна, што вы ўжо адпраўлялі пінг нядаўна 🤔
be_latn: Padobna, što vy ŭžo adpraŭlali pinh niadaŭna 🤔
ca: Sembla que ja has enviat un ping recentment 🤔
cs: Vypadá to, že jste již nedávno poslali ping 🤔
de: Es scheint, als hättest du bereits einen Ping gesendet. 🤔
eo: Ŝajnas, vi jam sendis ping-on de antaŭ ne longe 🤔
et: Tundub, et sa oled endast meile hiljuti teada andnud 🤔
eu: Badirudi duela gutxi ping bat bidali duzula 🤔
fr: On dirait que vous avez déjà envoyé un ping récemment 🤔
id: Sepertinya Anda sudah mengirim ping baru-baru ini 🤔
it: Sembra che tu abbia già inviato un ping di recente 🤔
ja: 既に最近pingを送信しているようです。🤔
nb_no: Det ser ut til at du allerede har sendt en ekkoforespørsel 🤔
pl: Wygląda na to, że ostatnio już wysłałeś(-aś) ping 🤔
pt: Parece que já enviou um ping recentemente 🤔
ru: Похоже, что вы уже отправляли пинг недавно 🤔
tr: Görünüşe göre yakın zamanda bir ping göndermişsin 🤔
uk: Схоже, що ви вже відправляли пінг нещодавно 🤔
vi: Có vẻ bạn đã sẵn sàng gửi ping gần đây
zh_hans: 您最近似乎已经ping过一次了 🤔

# unable_to_send_the_ping_the_status_code_was_response_statusCode
source: Unable to send the ping. The status code was {statusCode}
ar: تعذر إرسال الأمر ping. كان رمز الحالة {statusCode}
be: Не ўдалося адправіць ping. Код стану быў {statusCode}
ca: No es pot enviar el ping. El codi d'estatus és {statusCode}
cs: Nepodařilo se poslat ping. Stavový kód byl {statusCode}
de: Der Ping konnte nicht gesendet werden. Der Status-Code lautet {statusCode}
eo: Ne eblis sendi la ping-on. La statkodo estis {statusCode}
et: Olekuteate saatmine ei õnnestu. Päringu staatus: {statusCode}
eu: Ezin da ping-a bidali. Egoera kodea {statusCode} zen
fr: Impossible d'envoyer le ping. Le code d'erreur était {statusCode}
id: Tidak bisa mengirim ping. Kode statusnya adalah {statusCode}
it: Impossibile inviare il ping. Il codice di stato era {statusCode}
ja: Pingを送信できませんでした。ステータスコード：{statusCode}
nb_no: Kunne ikke sende ekkoforespørselen. Statuskoden er {statusCode}
pl: Nie można wysłać ping. Kod statusu to {statusCode}
pt: Não foi possível enviar o ping. O código de estado era {statusCode}
ru: Не удалось отправить ping. Код состояния был {statusCode}
tr: Ping gönderilemedi. Durum kodu {statusCode}
uk: Не вдається надіслати пінг. Код стану був {statusCode}
vi: Không thể gửi ping. Trạng thái {statusCode}
zh_hans: 无法发送ping。状态代码为：{statusCode}

source: Timed out trying to send the ping 😢
ar: انتهت مهلة المحاولة لإرسال البنج 😢
be: Перарвалася спроба адправіць ping 😢
ca: S'ha esgotat el temps intentant enviar el ping 😢
cs: Při pokusu odeslat ping vypršel čas 😢
de: Das Senden des Pings hat zu lange gedauert 😢
eo: Tempolimo dum trovi sendi la ping-on 😢
et: Olekuteate saatmine aegus 😢
eu: Itxaronaldia agortu da ping-a bidali nahian 😢
fr: Expiration du délai d'attente pour envoyer le ping 😢
id: Waktu habis mencoba untuk mengirim ping 😢
it: Tempo scaduto nel tentativo di inviare il ping 😢
ja: Pingの送信がタイムアウトしました😢
nb_no: Tidsavbrudd under forsendelse av ekkoforespørsel 😢
pl: Przekroczono limit czasu podczas próby wysłania ping 😢
pt: Tempo esgotado tentando enviar o ping 😢
ru: Прервалась попытка отправить ping 😢
tr: Ping göndermeye çalışırken zaman aşımına uğradı 😢
uk: Минув час очікування під час спроби надіслати запит пінг 😢
vi: Hết thời gian cho việc gửi ping
zh_hans: ping传输超时😢

# unable_to_send_the_ping_e_to_string
source: Unable to send the ping. {e}
ar: غير قادر على إرسال البنج. {e}
be: Не ўдалося адправіць ping. {e}
ca: No s'ha pogut enviar el ping. {e}
cs: Nepodařilo se odeslat ping. {e}
de: Der Ping konnte nicht gesendet werden. {e}
eo: Ne eblas sendi la ping-on. {e}
et: Olekuteate saatmine ei õnnestu. {e}
eu: Ezin da ping-a bidali. {e}
fr: Impossible d'envoyer le ping. {e}
id: Tidak bisa mengirim ping. {e}
it: Impossibile inviare il ping. {e}
ja: Pingの送信に失敗しました。{e}
nb_no: Kunne ikke sende ekkoforespørselen. {e}
pl: Nie można wysłać ping. {e}
pt: Não foi possível enviar o ping. {e}
ru: Не удалось отправить ping. {e}
tr: Ping gönderilemiyor. {e}
uk: Не вдалося надіслати пінг. {e}
vi: Không thể gửi ping.{e}
zh_hans: 无法发送ping。{e}

source: Send
ar: إرسال
be: Даслаць
ca: Enviar
cs: Odeslat
de: Senden
eo: Sendi
et: Saada
eu: Bidali
fr: Envoyer
id: Kirim
it: Invia
ja: 送信
pl: Wyślij
pt: Enviar
ru: Отправить
tr: Gönder
uk: Надіслати
vi: Gửi
zh_hans: 发送

# say_hello_emoji
source: Say Hello 👋
ar: سَلّم 👋
be: Прывітаць 👋
ca: Saluda 👋
cs: Řekněte ahoj 👋
de: Sag Hallo 👋
eo: Diri saluton 👋
et: Ütle meile tere 👋
eu: Agurtu 👋
fr: Dites bonjour 👋
id: Sapa 👋
it: Dì ciao 👋
ja: こんにちは👋
nb_no: Si hei 👋
pl: Przywitaj się 👋
pt: Diga Olá 👋
ru: Сказать Привет 👋
tr: Merhaba de 👋
uk: Скажіть привіт 👋
vi: Xin chào 👋
zh_hans: 你好👋

source: Say Hello
ar: سَلّم
be: Прывітаць
ca: Saluda
cs: Řekněte ahoj
de: Sag Hallo
eo: Diri saluton
et: Ütle meile tere
eu: Agurtu
fr: Saluer
id: Sapa
it: Dì ciao
ja: 挨拶する
nb_no: Si hei
pl: Przywitaj się
pt: Diga Olá
ru: Сказать привет
tr: Merhaba de
uk: Скажіть привіт
vi: Xin chào
zh_hans: 问候

source: Here is the data that will be sent. It will only be used to determine which devices and languages to support in Fritter in the future.
ar: هنا البيانات التي سيتم إرسالها. سيتم استخدامه فقط لتحديد الأجهزة واللغات التي يجب دعمها في Fritter في المستقبل.
be: Вось дадзеныя, якія будуць адпраўлены. Яны будуць скарыстаны толькі для вызначэння таго, якія прылады і мовы будуць падтрымлівацца ў Fritter у будучыні.
ca: Aquestes són les dades que s'enviaran. Només s'utilitzaràn per determinar en quins dispositius i idiomes donarà suport Fritter en el futur.
cs: Zde jsou data, která budou odeslána. Budou použita pouze k určení, jaká zařízení a jazyky by měl v budoucnu Fritter podporovat.
de: Dies sind die zu sendenden Daten. Sie werden nur verwendet, um festzustellen, welche Geräte und Sprachen Fritter zukünftig unterstützen soll.
eo: Jen datumoj kiuj sendiĝos. Si nur uziĝos por determini kiujn aparatojn kaj lingvojn subtenote de Fritter estontece.
et: Siin näed meile saadetavaid andmeid. Me kasutame seda vaid selleks, et omada ülevaadet seadmetest ja keeltest, mida Fritter võiks ka tulevikus toetada.
eu: Hona hemen bidaliko diren datuak. Etorkizunean Fritter-en zein gailu eta hizkuntza onartzen diren zehazteko soilik erabiliko da.
fr: Voici les données qui seront envoyées. Elles ne seront utilisées que pour déterminer les appareils et les langues à prendre en charge dans Fritter à l'avenir.
id: Berikut data yang akan dikirim. Ini hanya akan digunakan untuk menentukan perangkat dan bahasa mana yang akan didukung di Fritter di masa mendatang.
it: Ecco i dati che verranno inviati. Saranno usati solo per determinare quali dispositivi e lingue supportare su Fritter in futuro.
ja: 以下が送信されるデータです。今後Fritterがサポートすべき端末と言語を特定するためにのみ使用されます。
nb_no: Denne dataen vil bli sendt. Den brukes kun til å bestemme hvilke enheter og språk som skal støttes i Fritter i fremtiden.
pl: Oto dane, które zostaną wysłane. Zostaną wykorzystane tylko do określenia, które urządzenia i języki będą obsługiwane we Fritterze w przyszłości.
pt: Aqui estão os dados que serão enviados. Ele será usado apenas para determinar quais aparelhos e idiomas serão suportados no Fritter no futuro.
ru: Вот данные, которые будут отправлены. Они будут использованы только для определения того, какие устройства и языки будут поддерживаться в Fritter в будущем.
tr: İşte gönderilecek veriler. Sadece gelecekte Fritter'da hangi cihazların ve dillerin destekleneceğini belirlemek için kullanılacaktır.
uk: Ось дані, які будуть надіслані. Вони будуть використані лише для того, щоб визначити, які пристрої та мови підтримувати у Fritter в майбутньому.
vi: Đây là dữ liệu sẽ được gửi. Nó sẽ chỉ được sử dụng để xác định thiết bị và ngôn ngữ nào sẽ hỗ trợ trong Fritter trong tương lai.
zh_hans: 以下是将要发送的数据。 它只会用于识别Fritter未来应该支持的设备和语言。

source: Send a non-identifying ping to let me know you're using Fritter, and to help future development
ar: أرسل ping غير محدد الهوية لإخباري بأنك تستخدم Fritter وللمساعدة في التطوير المستقبلي
be: Адпраўце ананімны пінг, каб я ведаў, што вы карыстаецеся Fritter, і каб дапамагчы будучай распрацоўцы
ca: Envia un ping no identificatiu per fer-me saber que estàs utilitzant Fritter i ajudar-me amb el futur desenvolupament
cs: Pošlete mi neidentifikovatelný ping, abych věděl, že používáte Fritter, a abyste pomohli budoucímu vývoji
de: Schicken Sie einen Ping, der Ihre Identität nicht preisgibt, um mir mitzuteilen, dass Sie Fritter benutzen - und um die zukünftige Entwicklung zu unterstützen
eo: Sendi ping-on neidentigan por konigi al mi, ke vi uzas Fritter, kaj helpi programadon estontece
et: Fritteri kasutuse hindamiseks ja tulevaste arenduste kavandamiseks saada meile mitteisikustatav olekuteade
eu: Bidali identifikatu gabeko ping bat Fritter erabiltzen ari zarela jakinarazteko eta etorkizuneko garapenari laguntzeko
fr: Envoyer un ping non identifiant pour me faire savoir que vous utilisez Fritter, et pour aider au développement futur
id: Kirim ping tidak mengidentifikasi untuk memberi tahu saya bahwa Anda menggunakan Fritter, dan untuk membantu pengembangan di masa mendatang
it: Invia un ping non identificativo per farmi sapere che stai usando Fritter e per aiutare lo sviluppo futuro
ja: Fritterを使用していることを示す匿名のpingを開発者に送り、今後の開発を支援する
nb_no: Send en ikke-identifiserende ekkoforespørsel til meg for å tilkjennegjøre at du bruker Fritter, og hjelp videre utvikling.
pl: Wyślij nieidentyfikujący ping, aby dać mi znać, że używasz Frittera, i pomóc w przyszłym rozwoju
pt: Envie um ping não identificável para me informar que usa o Fritter e para ajudar no desenvolvimento futuro
ru: Отправьте анонимный пинг, чтобы я знал, что вы используете Fritter, и чтобы помочь будущей разработке
tr: Fritter kullandığınızı bildirmek ve gelecekteki geliştirmelere yardımcı olmak için tanımlayıcı olmayan bir ping gönderin
uk: Надішліть неідентифікуючий пінг, щоб повідомити мені, що ви використовуєте Fritter і допомогти в подальшій розробці
vi: Gửi một ping không xác định để cho tôi biết bạn đang sử dụng Fritter và để giúp phát triển ứng dụng trong tương lai
zh_hans: 通过向开发人员发送匿名ping，表明您正在使用Feitter，以支持未来的开发

source: General
ar: العامة
be: Асноўныя
cs: Obecné
de: Allgemeines
eo: Ĝenerala
et: Üldised seadistused
eu: Orokorra
fr: Général
id: Umum
it: Generale
ja: 一般
nb_no: Generelt
pl: Ogólne
pt: Geral
ru: Основные
tr: Genel
uk: Головне
vi: Tổng quan
zh_hans: 一般

source: Default tab
ar: التبويب الافتراضي
be: Укладка па змаўчанні
ca: Pestanya per defecte
cs: Výchozí karta
de: Registerkarte "Standard"
eo: Langeto komenca
et: Vaikimisi vaade
eu: Fitxa lehenetsia
fr: Onglet par défaut
id: Bilah baku
it: Scheda predefinita
ja: デフォルトのタブ
nb_no: Forvalgt fane
pl: Domyślna karta
pt: Guia padrão
ru: Вкладка по умолчанию
tr: Varsayılan sekme
uk: Вкладка за замовчуванням
vi: Tab mặc định
zh_hans: 默认页面

source: Which tab is shown when the app opens
ar: أي تبويب يظهر عندما يفتح التطبيق
be: Якая ўкладка адлюстроўваецца пры адкрыцці дадатку
ca: Quina pestanya es mostra quan s'obre l'aplicació
cs: Karta, která bude zobrazena při otevření aplikace
de: Welche Registerkarte wird beim Öffnen der App angezeigt
eo: Kiu langeto vidiĝus kiam la apo malfermiĝus
et: Missugune vaade on kuvatud rakenduse käivitamisel
eu: Aplikazioa irekitzean erakutsiko den fitxa
fr: Quel onglet s’affiche à l’ouverture de l’application
id: Bilah mana yang ditampilkan ketika aplikasi dibuka
it: Quale scheda viene visualizzata quando si apre l'app
ja: アプリの起動時に表示するタブ
nb_no: Hvilken fane som vises når programmet åpnes
pl: Karta wyświetlana po otwarciu aplikacji
pt: Qual guia é mostrada quando a app é aberta
ru: Какая вкладка отображается при открытии приложения
tr: Uygulama açıldığında hangi sekmenin gösterileceğini belirler
uk: Яка вкладка відображатиметься під час відкриття додатка
vi: Chọn tab nào sẽ mở khi khởi động ứng dụng
zh_hans: 打开应用时显示哪个页面

source: Media size
ar: حجم الوسائط
be: Памер медыя
ca: Tamany de mèdia
cs: Velikost médií
de: Mediengröße
eo: Grando de plurmedio
et: Multimeedia suurus
eu: Multimedia tamaina
fr: Taille du média
id: Ukuran media
it: Dimensione dei contenuti multimediali
ja: メディアの大きさ
nb_no: Mediastørrelse
pl: Rozmiar multimediów
pt: Tamanho da mídia
ru: Размер медиа
tr: Medya boyutu
uk: Розмір медіа
vi: Kích thước nội dung
zh_hans: 媒体尺寸

# save_bandwidth_using_smaller_images
source: Save bandwidth with smaller images
ar: حفظ النطاق الترددي مع صور أصغر
be: Эканомце месца на экране, з выявамі меншага памеру
ca: Estalviar amplada de banda amb imatges més petites
cs: Ušetřete data s menšími obrázky
de: Bandbreite durch kleinere Bilder einsparen
eo: Konservi bendlarĝon per pli malgrandaj bildoj
et: Kasutades väiksemaid pildifaile säästad ribalaiust
eu: Gorde banda-zabalera irudi txikiagoekin
fr: Économiser de la bande passante en chargeant des images plus petites
id: Hemat bandwidth menggunakan gambar yang lebih kecil
it: Risparmia banda usando immagini più piccole
ja: 小さい画像を使用すると通信容量を削減できます
nb_no: Spar båndbredde ved å bruke mindre bilder
pl: Oszczędzaj transfer, używając mniejszych obrazów
pt: Economize largura de banda com imagens menores
ru: Экономьте место на экране, используя изображения меньшего размера
tr: Daha küçük görüntülerle bant genişliğinden tasarruf edin
uk: Економте трафік за допомогою менших зображень
vi: Tiết kiệm băng thông với ảnh nhỏ hơn
zh_hans: 使用较小的图像节省带宽

source: Disabled
ar: معطل
be: Адключана
ca: Deshabilitat
cs: Zakázáno
de: Deaktiviert
eo: Malŝaltita
et: Pole kasutusel
eu: Desgaituta
fr: Désactivé
id: Dinonaktifkan
it: Disabilitato
ja: 無効
nb_no: Avskrudd
pl: Wyłączone
pt: Desativado
ru: Отключено
tr: Devre dışı
uk: Вимкнено
vi: Vô hiệu
zh_hans: 不显示

source: Thumbnail
ar: الصورة المصغرة
be: Мініяцюра
ca: Miniatura
cs: Náhled
de: Vorschaubild
eo: Miniaturo
et: Pisipildid
eu: Miniatura
fr: Miniature
id: Keluku
it: Miniatura
ja: サムネイル
nb_no: Miniatyrbilde
pl: Miniatury
pt: Miniatura
ru: Миниатюра
tr: Küçük resim
uk: Ескіз
vi: Ảnh xem trước
zh_hans: 缩略图

source: Small
ar: صغير
be: Маленькі
ca: Petit
cs: Malý
de: Klein
eo: Malgranda
et: Väikesed pildid
eu: Txikia
fr: Petit
id: Kecil
it: Piccolo
ja: 小
nb_no: Lite
pl: Małe
pt: Pequena
ru: Маленький
tr: Küçük
uk: Маленький
vi: Nhỏ
zh_hans: 低

source: Medium
ar: متوسط
be: Сярэдні
ca: Mitjà
cs: Střední
de: Mittel
eo: Mezgranda
et: Keskmised pildid
eu: Ertaina
fr: Moyen
id: Sedang
it: Medio
ja: 中
nb_no: Middels
pl: Średnie
pt: Média
ru: Средний
tr: Orta
uk: Середній
vi: Vừa
zh_hans: 中

source: Large
ar: كبير
be: Вялікі
ca: Gran
cs: Velký
de: Groß
eo: Granda
et: Suured pildid
eu: Handia
fr: Grand
id: Besar
it: Grande
ja: 大
nb_no: Stort
pl: Duże
pt: Grande
ru: Большой
tr: Büyük
uk: Великий
vi: Lớn
zh_hans: 高

source: Theme
ar: السمة
be: Тэма
ca: Tema
cs: Téma
de: Thema
eo: Temo
et: Kujundus
eu: Gaia
fr: Thème
id: Tema
it: Tema
ja: テーマ
nb_no: Drakt
pl: Motyw
pt: Tema
ru: Тема
tr: Tema
uk: Тема
vi: Chủ đề
zh_hans: 主题

source: System
ar: النظام
be: Сістэмная
ca: Sistema
cs: Systémové
eo: Sistema
et: Süsteemi keel
eu: Sistema
fr: Système
id: Sistem
it: Sistema
ja: システム
pl: Systemowy
pt: Sistema
ru: Системная
tr: Sistem
uk: Система
vi: Hệ thống
zh_hans: 系统

source: Light
ar: فاتح
be: Светлая
ca: Clar
cs: Světlé
de: Hell
eo: Hela
et: Hele teema
eu: Argia
fr: Lumineux
id: Terang
it: Chiaro
ja: ライト
nb_no: Lys
pl: Jasny
pt: Claro
ru: Светлая
tr: Açık
uk: Світла
vi: Sáng
zh_hans: 明亮

source: Dark
ar: داكن
be: Цёмная
ca: Fosc
cs: Tmavé
de: Dunkel
eo: Malhela
et: Tume teema
eu: Iluna
fr: Sombre
id: Gelap
it: Scuro
ja: ダーク
nb_no: Mørk
pl: Ciemny
pt: Escuro
ru: Тёмная
tr: Koyu
uk: Темна
vi: Tối
zh_hans: 黑暗

source: True Black?
ar: أسود حقيقي؟
be: Сапраўдны чорны (AMOLED)?
ca: Veritablement Fosc?
cs: Pravá černá?
de: Echtschwarz?
eo: Nigro vera?
et: Missugune must teema?
eu: Benetako beltza?
fr: Vrai noir ?
id: Hitam Pekat?
it: Nero assoluto?
ja: トゥルーブラック？
nb_no: Helt svart?
pl: Prawdziwa czerń?
pt: Preto Verdadeiro?
ru: Настоящий чёрный (AMOLED)?
tr: Gerçek siyah olsun mu?
uk: Справжній чорний?
vi: Màn hình đen?
zh_hans: 真正的黑色?

source: Use true black for the dark mode theme
ar: استخدم ميزة الأسود الحقيقي للسمة الداكنة
be: Выкарыстоўваць сапраўдны чорны (AMOLED) для цёмнай тэмы
ca: Utilitza negre veritable per al tema del mode fosc
cs: Použít pravou černou pro tmavé téma
de: Echtschwarz im dunklen Modus (dark mode) nutzen
eo: Uzi nigron veran kun la reĝimo malhela de temo
et: Tumeda teemana kasuta korrektset musta teemat
eu: Erabili benetako beltza gai ilunerako
fr: Utilisez le noir profond pour le thème du mode sombre
id: Gunakan hitam pekat untuk tema mode gelap
it: Usa un nero vero per il tema scuro
ja: ダークテーマで完全な黒を使用する
nb_no: Bruk svart drakt for mørkt valg
pl: Używaj prawdziwej czerni dla ciemnego motywu
pt: Use preto verdadeiro para o tema do modo escuro
ru: Использовать настоящий чёрный (AMOLED) для тёмной темы
tr: Koyu tema için gerçek siyahı kullanın
uk: Використовуйте справжній чорний колір для темної теми
vi: Dùng nền đen khi bật giao diện tối
zh_hans: 在黑暗主题中使用真正的黑色

source: Data
ar: البيانات
be: Дадзеныя
ca: Dades
de: Daten
eo: Datumoj
et: Andmed
eu: Datuak
fr: Données
it: Dati
ja: データ
pl: Dane
pt: Dados
ru: Данные
tr: Veriler
uk: Дані
vi: Dữ liệu
zh_hans: 数据

source: Import
ar: استيراد
be: Імпартаваць
ca: Importar
cs: Importovat
de: Importieren
eo: Importi
eu: Inportatu
fr: Importer
id: Impor
it: Importa
ja: インポート
nb_no: Importer
pl: Importuj
pt: Importar
ru: Импортировать
tr: İçe aktar
uk: Імпорт
vi: Nhập
zh_hans: 导入

source: Import data from another device
ar: استيراد البيانات من جهاز آخر
be: Імпартаваць дадзеныя з іншай прылады
ca: Importa dades des d'un altre dispositiu
cs: Importovat data z jiného zařízení
de: Daten von einem anderen Gerät importieren
eo: Importi datumojn el alia aparato
et: Impordi andmed muust seadmest
eu: Inportatu datuak beste gailu batetik
fr: Importer des données depuis un autre appareil
id: Impor data dari perangkat lain
it: Importa dati da un altro dispositivo
ja: 他の端末からデータをインポートする
nb_no: Importer data fra en annen enhet
pl: Zaimportuj dane z innego urządzenia
pt: Importar dados de outro aparelho
ru: Импортировать данные с другого устройства
tr: Verileri başka bir cihazdan aktarın
uk: Імпортуйте дані з іншого пристрою
vi: Nhập dữ liệu từ thiết bị khác
zh_hans: 从其他设备导入数据

source: Legacy Android Import
ar: استيردات البيانات للأندرويد القديم
be: Імпарт з устарэлай версіі Android
ca: Importa de Legacy Android
cs: Import ze starších Androidů
de: Von Legacy-Android-Geräten importieren
eo: Importo de Android malnova
et: Import vanemate Androidi versioonide jaoks
eu: Legacy Android inportazioa
fr: Importation depuis un appareil Android ancien
id: Impor Android Lawas
it: Importa Android Legacy
ja: インポート(レガシー端末)
nb_no: Gammeldags Android-import
pl: Importowanie ze starszej wersji Androida
pt: Importação do Android antigo
ru: Импорт с устаревшей версии Android
tr: Eski Android için İçe Aktarma
uk: Застарілий імпорт Android
vi: Nhập Legacy Android
zh_hans: 从旧的Android设备导入

source: The file does not exist. Please ensure it is located at {filePath}
ar: الملف غير موجود. رجائاً تأكد أنه موجو في {filePath}
be: Файл не існуе. Калі ласка, упэўніцеся, што ён знаходзіцца па адрасе {filePath}
ca: El fitxer no existeix. Assegureu-vos que es troba a {filePath}
cs: Soubor neexistuje. Ujistěte se, že se nachází v {filePath}
de: Diese Datei existiert nicht. Bitte stellen Sie sicher, dass sie sich in folgendem Verzeichnis befindet: {filePath}
eo: La dosiero ne ekzistas. Bonvolu certigi ĝin loke ĉe {filePath}
et: Faili ei leidu. Palun kontrolli, et ta asuks siin {filePath}
eu: Fitxategia ez da existitzen. Mesedez, ziurtatu {filePath} helbidean dagoela
fr: Le fichier n’existe pas. Veuillez vous assurer qu’il se trouve à {filePath}
id: Berkas tidak ada. Pastikan bahwa itu terletak di {filePath}
it: Il file non esiste. Assicurati che si trovi in {filePath}
ja: ファイルが存在しません。{filePath}に存在することを確認してください
nb_no: Filen finnes ikke. Sørg for at den er å finne i {filePath}
pl: Plik nie istnieje. Upewnij się, że znajduje się w {filePath}
pt: O ficheiro não existe. Certifique-se de que está localizado em {filePath}
ru: Файл не существует. Пожалуйста, убедитесь, что он находится по адресу {filePath}
tr: Dosya yok. Lütfen {filePath} konumunda olduğundan emin olun
uk: Файл не існує. Переконайтеся, що він знаходиться за адресою {filePath}
vi: Tập tin không tồn tại. Hãy chắc rằng nó nằm ở {filePath}
zh_hans: 该文件不存在。请确保它位于{filePath}的位置

source: prefix
ar: السابقة
be: прэфікс
cs: předpona
de: Präfix
eo: prefikso
et: eesliide
eu: aurrizkia
fr: préfixe
id: awalan
it: prefisso
ja: プレフィックス
nb_no: prefiks
pl: prefiks
pt: prefixo
ru: префикс
tr: ön ek
uk: префікс
zh_hans: 字首
