Repository: jonjomckay/fritter
Catalog: lib/l10n/intl_*.arb
Languages: ar, be, be_latn, ca, cs, de, eo, es, et, eu, fr, id, it, ja, ko, nb_no, nl, pl, pt, ru, tr, uk, vi, zh_hans

source: No data was returned, which should never happen. Please report a bug, if possible!
ar: لم يتم إرجاع أي بيانات، وهو ما لا ينبغي أن يحدث أبدا. يرجى الإبلاغ عن وجود خلل، إذا كان ذلك ممكنا!
be: Ніякія дадзеныя не былі вернуты, чаго ніколі не павінна адбывацца. Калі ласка, паведамце аб памылцы, калі гэта магчыма!
ca: No s'han retornat dades, cosa que no hauria de passar mai. Si us plau, informa de l'error, si és possible!
cs: Nebyla vrácena žádná data, což by se nikdy nemělo stát. Pokud je to možné, nahlaste to prosím jako chybu!
de: Keine Daten empfangen - das sollte niemals passieren. Bitte Fehler melden, wenn möglich!
eo: Ne datumoj revenis, kiu neniam okazu. Bonvolu raporti cimon, se eblus!
et: Vastuses ei leidunud andmeid ning midagi sellist ei tohiks juhtuda. Kui saad, siis palun anna meile sellest veast teada!
eu: Ez da daturik itzuli, eta hori ez litzateke inoiz gertatu behar. Mesedez, jakinarazi akatsen bat, ahal bada!
fr: Aucune donnée n'a été renvoyée, ce qui ne devrait jamais arriver. Veuillez signaler une erreur, si possible !
id: Tidak ada data yang dikembalikan, yang seharusnya tidak pernah terjadi. Silakan laporkan masalah, jika mungkin!
it: Nessun dato è stato restituito, il che non dovrebbe mai accadere. Si prega di segnalare un bug, se possibile!
ja: データが返されませんでした。これは起こりえないことです。可能でしたらバグとして報告ください！
nb_no: Ingen data ble returnert, noe som aldri skulle skje. Vennligst rapporter en feil, hvis mulig!
pl: Żadne dane nie zostały zwrócone, co nigdy nie powinno się zdarzyć. Jeśli to możliwe, zgłoś błąd!
pt: Nenhum dado foi retornado, o que nunca deveria acontecer. Por favor, reporte um bug, se possível!
ru: Никакие данные не были возвращены, чего никогда не должно происходить. Пожалуйста, сообщите об ошибке, если это возможно!
tr: Hiçbir veri dönmedi, bu asla olmamalıydı. Mümkünse lütfen bir hata bildirin!
zh_hans: 没有数据被返回，这不应该发生。如果可能的话，请报告一个错误!

source: Updates
ar: التحديثات
be: Абнаўленні
ca: Actualitzacions
cs: Aktualizace
eo: Ĝisdatigoj
et: Uuendused
eu: Eguneraketak
fr: Mises à jour
id: Pembaruan
it: Aggiornamenti
ja: 更新
nb_no: Oppdateringer
pl: Aktualizacje
pt: Atualizações
ru: Обновления
tr: Güncellemeler
zh_hans: 更新

source: When a new app update is available
ar: عندما يكون هناك تحديث جديد للتطبيق
be: Калі новае абнаўленне даступна
ca: Quan hi ha disponible una nova actualització d'una aplicació
cs: Když je dostupná aktualizace aplikace
de: Sobald ein neues Update der App verfügbar ist
eo: Kiam ĝisdatigo de la apo estas disponebla
et: Kui uuendus on saadaval
eu: Aplikazioaren eguneratze berri bat eskuragarri dagoenean
fr: Lorsqu'une nouvelle mise à jour de l'application est disponible
id: Ketika pembaruan aplikasi baru tersedia
it: Quando è disponibile un nuovo aggiornamento dell'app
ja: 新しいアプリの更新が利用可能なとき
nb_no: Når en ny appoppdatering er tilgjengelig
pl: Gdy dostępna jest nowa aktualizacja aplikacji
pt: Quando uma nova atualização da app está disponível
ru: Когда новое обновление доступно
tr: Yeni bir uygulama güncellemesi mevcut olduğunda
zh_hans: 当有新的应用可更新时

source: An update for Fritter is available! 🚀
ar: هناك تحديث متاح لفريتر! 🚀
be: Абнаўленне Fritter даступна! 🚀
ca: Hi ha disponible una actualització per Fritter! 🚀
cs: Je dostupná aktualizace Fritteru! 🚀
de: Ein Update für Fritter ist verfügbar! 🚀
eo: Ĝisdatigo por Fritter estas disponebla! 🚀
et: Fritter'i tarkvarauuendus on saadaval! 🚀
eu: Fritter-en eguneraketa eskuragarri dago! 🚀
fr: Une mise à jour pour Fritter est disponible ! 🚀
id: Pembaruan untuk Fritter tersedia! 🚀
it: È disponibile un aggiornamento di Fritter! 🚀
ja: Fritterの更新が利用可能です！🚀
nb_no: En oppdatering for Fritter er tilgjengelig! 🚀
pl: Dostępna jest aktualizacja Frittera! 🚀
pt: Uma atualização para o Fritter está disponível! 🚀
ru: Обновление Fritter доступно! 🚀
tr: Fritter için bir güncelleme mevcut! 🚀
zh_hans: Fritter有新的更新可用

source: Tap to download {releaseVersion}
ar: انقر للتحميل {releaseVersion}
be: Націсніце, каб усталяваць {releaseVersion}
ca: Fes un toc per descarregar {releaseVersion}
cs: Ťukněte pro stažení {releaseVersion}
de: Antippen, um Version {releaseVersion} herunterzuladen
eo: Premu por elŝuti {releaseVersion}
et: Versiooni {releaseVersion} allalaadimiseks klõpsi
eu: Sakatu {releaseVersion} deskargatzeko
fr: Appuyez pour télécharger {releaseVersion}
id: Ketuk untuk mengunduh {releaseVersion}
it: Tocca per scaricare {releaseVersion}
ja: タップしてダウンロード：{releaseVersion}
nb_no: Trykk for å laste ned {releaseVersion}
pl: Naciśnij, aby pobrać {releaseVersion}
pt: Toque para descarregar {releaseVersion}
ru: Нажмите, чтобы установить {releaseVersion}
tr: {releaseVersion} sürümünü indirmek için dokunun
zh_hans: 点击下载{releaseVersion}

source: Update to {releaseVersion} through your F-Droid client
ar: حدّث إلى {releaseVersion} عبر عميل الـF-Droid لديك
be: Абнавіць да {releaseVersion} праз кліент F-Droid
ca: Actualitza-ho a {releaseVersion} a través del client de F-Droid
cs: Aktualizovat na {releaseVersion} pomocí F-Droidu
de: Update auf Version {releaseVersion} über Ihren F-Droid-Client
eo: Ĝisdatigu al {releaseVersion} per via kliento de F-Droid
et: Uuenduseks versioonini {releaseVersion} kasuta oma F-Droidi klienti
eu: Eguneratu {releaseVersion} zure F-Droid bezeroaren bidez
fr: Mise à jour vers {releaseVersion} via votre client F-Droid
id: Perbarui ke {releaseVersion} lewat klien F-Droid Anda
it: Aggiorna a {releaseVersion} tramite il tuo client F-Droid
ja: F-Droidクライアントから{releaseVersion}に更新
nb_no: Oppgrader til {releaseVersion} med din F-Droid-klient
pl: Zaktualizuj do {releaseVersion} przez klienta F-Droid
pt: Atualizar para {releaseVersion} através do seu cliente F-Droid
ru: Обновить до {releaseVersion} через клиент F-Droid
tr: F-Droid istemciniz aracılığıyla {releaseVersion} sürümüne güncelleyin
zh_hans: 从 F-Droid 客户端更新 {releaseVersion}

source: Fritter blue
ar: فريتر أزرق
ca: Fritter blau
cs: Fritterová modrá
de: Fritter blau
eo: Fritter blua
et: Fritter'i sinine
eu: Fritter urdina
fr: Fritter bleu
id: Fritter biru
it: Blu Fritter
ja: Fritterブルー
nb_no: Fritter-blå
pt: Fritter azul
tr: Fritter mavisi
zh_hans: Fritter 蓝

source: Blue theme based on the Twitter color scheme
ar: السمة الزرقاء بنائاً على سمة تويتر
be: Сіняя тэма, заснаваная на каляровай схеме Twitter
ca: Tema blau basat en l'esquema de colors de Twitter
cs: Modré téma založené na barevném schématu Twitteru
de: Blaues Design basierend auf dem Twitter-Farbschema
eo: Blua temo bazite de la kolorskemo de Twitter
et: Sinine värviteema, mille aluseks on Twitteri kujundus
eu: Twitter-eko kolore eskeman oinarritutako gai urdina
fr: Thème bleu basé sur la palette de couleurs de Twitter
id: Tema biru berdasarkan pada skema warna Twitter
it: Tema blu basato sui colori di Twitter
ja: Twitterの配色に基づいたブルーのテーマ
nb_no: Blå drakt basert på Twitter-fargepaletten
pl: Niebieski motyw oparty na kolorystyce Twittera
pt: Tema azul baseado no esquema de cores do Twitter
ru: Синяя тема, основанная на цветовой схеме Twitter
tr: Twitter renk şemasına dayalı mavi tema
zh_hans: 基于Twitter配色方案的蓝色主题

source: Something broke in Fritter.
ar: حدث خطأ ما في فريتر.
be: Нешта пайшло не так.
ca: S'ha trencat alguna cosa a Fritter.
cs: Něco se pokazilo ve Fritteru.
de: Etwas in Fritter ist kaputt.
eo: Io malfunkciis en Fritter.
et: Midagi läks nüüd Fritter'is katki.
eu: Fritter-en zerbait hautsi da.
fr: Quelque chose s'est cassé dans Fritter.
id: Sesuatu rusak di Fritter.
it: Qualcosa si è rotto in Fritter.
ja: Fritterに異常が発生しました。
nb_no: Noe brakk i Fritter.
pl: Coś się popsuło we Fritterze.
pt: Algo quebrou no Fritter.
ru: Что-то пошло не так.
tr: Fritter'da bir şey bozuldu.
zh_hans: Fritter发生异常。

source: Unable to run the database migrations
ar: غير قادر على تشغيل تحديث قاعدة البيانات
be: Не ўдалося зрабіць перамяшчэнне базы даных
ca: No s'han pogut executar les migracions de la base de dades
cs: Nepodařilo se spustit migrace databáze
de: Die Datenbankmigrationen konnten nicht durchgeführt werden
eo: Ne eblas ruli migradojn de la datumbazo
et: Fritteri andmebaaside versiooniuuendus ei õnnestu
eu: Ezin dira datu-baseko migrazioak gauzatu
fr: Impossible d'exécuter les migrations de la base de données
id: Tidak bisa menjalankan migrasi basis data
it: Impossibile eseguire le migrazioni del database
ja: データベース移行ができませんでした
nb_no: Kunne ikke kjøre databaseflytting
pl: Nie można uruchomić migracji bazy danych
pt: Não é possível executar as migrações de banco de dados
ru: Не удалось произвести перемещение базы данных
tr: Veritabanı geçişleri çalıştırılamıyor
zh_hans: 无法进行数据迁移

source: Unable to load the next page of tweets
ar: غير قادر على تحميل الصفحة التالية من التغريدات
be: Немагчыма загрузіць наступную старонку твітаў
be_latn: Niemahčyma zahruzić nastupnuju staronku tvitaŭ
ca: No es pot carregar la següent pàgina de tuits
cs: Nepodařilo se načíst další stránku tweetů
de: Die nächsten Tweets können nicht geladen werden
eo: Ne eblas ŝarĝi la sekvan paĝon de pepoj
es: No se puede cargar la siguiente página de tweets
et: Säutsude järgmise lehe laadimine ei õnnestu
eu: Ezin da txioen hurrengo orria kargatu
fr: Impossible de charger la page suivante de tweets
id: Tidak dapat memuat halaman cuitan selanjutnya
it: Impossibile caricare la pagina successiva dei tweet
ja: 次ページのツイートの読み込みに失敗しました
ko: 다음 페이지 트윗을 불러올 수 없습니다
nb_no: Kan ikke laste inn neste side med tweets
nl: Meer tweets laden is mislukt
pl: Nie można załadować następnej strony z tweetami
pt: Não foi possível carregar a próxima página de tweets
ru: Не удаётся загрузить следующую страницу твитов
tr: Tweet'lerin sonraki sayfası yüklenemiyor
uk: Не вдається завантажити наступну сторінку твітів
vi: Không thể tải trang tiếp theo của tweet
zh_hans: 无法载入下一页的推文

source: Filters
ar: المرشحات
be: Фільтры
be_latn: Filtry
ca: Filtres
cs: Filtry
de: Filter
eo: Filtriloj
es: Filtros
et: Filtrid
eu: Filtroak
fr: Filtres
id: Filter
it: Filtri
ja: フィルタ
ko: 필터
nb_no: Filtre
pl: Filtry
pt: Filtros
ru: Фильтры
tr: Filtreler
uk: Фільтри
vi: Bộ lọc
zh_hans: 过滤器

# joined
source: Joined {date}
ar: انضم {date}
be: Рэгістрацыя: {date}
be_latn: Dałučyŭsia(-łasia) {date}
ca: Es va unir el {date}
cs: Připojen/a {date}
de: Beigetreten am {date}
eo: Membriĝis je {date}
et: Liitunud {date}
eu: {date}-ean sortua
fr: S'est inscrit·e le {date}
id: Bergabung {date}
it: Iscrizione: {date}
ja: {date}に登録
nb_no: Tok del {date}
pl: Dołączył(a) {date}
pt: Ingressou em {date}
ru: Регистрация: {date}
tr: {date} tarihinde katıldı
uk: Приєднався {date}
vi: Đã tham gia {date}
zh_hans: 加入时间：{date}

source: Select
ar: اختيار
be: Выбраць
be_latn: Vybrać
ca: Selecciona
cs: Vybrat
eo: Elekti
et: Vali
eu: Hautatu
fr: Sélectionner
it: Seleziona
ja: 選択
nl: Selecteer
pt: Selecionar
tr: Seç
uk: Вибрати
vi: Chọn
zh_hans: 选择

# the_github_issue
source: the GitHub issue (#143)
ar: مشكلة جيثب (# 143)
be: Прапанова GitHub (#143)
ca: el problema de GitHub (#143)
cs: problém na GitHubu (#143)
eo: la problemo ĉe GitHub (#143)
et: veakirjeldus GitHub'is (#143)
eu: Github arazoa (#143)
fr: le problème GitHub (nº 143)
it: issue GitHub (#143)
ja: GitHub issue (#143)
pt: o problema do GitHub (#143)
tr: GitHub sorunu (#143)
uk: GitHub issue (#143)
vi: vấn đề trên GitHub (#143)
zh_hans: GitHub 问题 (#143)

# download_handling_type_ask
source: Always ask
ar: اسأل دائما
be: Заўсёды пытаць
ca: Pregunta sempre
cs: Vždy se zeptat
eo: Ĉiam demandi
et: Alati küsi
eu: Galdetu beti
fr: Toujours demander
it: Chiedi sempre
ja: 毎回確認する
pt: Sempre perguntar
tr: Her zaman sor
zh_hans: 始终询问

source: No results for:
ar: لا توجد نتائج لـ:
be: Вынікі адсутнічаюць:
ca: Cap resultat per:
cs: Žádné výsledky pro:
eo: Ne rezultoj por:
et: Otsingutulemused puuduvad:
eu: Ez dago emaitzarik:
fr: Aucun résultat pour :
it: Nessun risultato per:
ja: 結果なし:
pt: Sem resultados para:
tr: Sonuç bulunamadı:
uk: Нічого не знайдено для:
vi: Không có kết quả cho:
zh_hans: 搜索词无结果：

source: Close
ar: اغلاق
be: Закрыць
ca: Tanca
cs: Zavřít
eo: Fermi
et: Sulge
eu: Itxi
fr: Fermer
it: Chiudi
ja: 閉じる
pt: Fechar
tr: Kapat
uk: Закрити
vi: Đóng
zh_hans: 关闭

source: Pick an icon!
ar: اختر أيقونة!
be: Выберыце іконку!
ca: Escull una icona!
cs: Vyberte si ikonu!
eo: Elekti ikonon!
et: Vali ikoon!
eu: Aukeratu ikono bat!
fr: Choisissez une icône !
it: Scegli un'icona!
ja: アイコンを選択！
pt: Escolher um ícone!
tr: Bir simge seçin!
uk: Вибери піктограму!
vi: Chọn biểu tượng!
zh_hans: 挑选图标！

source: Search
ar: البحث
be: Пошук
ca: Cerca
cs: Hledat
eo: Serĉi
et: Otsi
eu: Bilatu
fr: Recherche
it: Ricerca
ja: 検索
pt: Buscar
tr: Ara
uk: Пошук
vi: Tìm kiếm
zh_hans: 搜索

# permission_not_granted
source: Permission not granted. Please try again after granting!
ar: الإذن غير ممنوح. يرجى المحاولة مرة أخرى بعد منحه!
be: Дазвол не дадзены. Калі ласка, паспрабуйце яшчэ раз пасля прадастаўлення!
ca: No s'ha concedit el permís. Torneu-ho a provar després de concedir-lo!
cs: Oprávnění nebylo uděleno. Zkuste to prosím znovu po jeho udělení!
eo: Permeso ne doniĝis. Bonvolu provi ree post permesado!
et: Õigusi pole. Palun proovi pärast loa andmist uuesti!
eu: Ez da baimenik eman. Mesedez, saiatu berriro eman ondoren!
fr: Autorisation non accordée. Veuillez réessayer après avoir accordé l'autorisation !
it: Permesso non concesso. Si prega di riprovare dopo la concessione!
ja: 権限がありません。許可後に再度試してみてください！
pt: Permissão não concedida. Por favor, tente novamente após a concessão!
tr: İzin verilmedi. Lütfen verdikten sonra tekrar deneyin!
zh_hans: 未授予权限。 请在授权后重试！

source: Share tweet content and link
ar: مشاركة محتوى التغريدة والرابط
be: Адправіць змесціва і спасылку
ca: Comparteix contingut i enllaç del tuit
cs: Sdílet obsah tweetu a odkaz
eo: Kunhavigi la enhavon kaj ligilon de la pepo
et: Jaga säutsu sisu ja linki
eu: Partekatu txioaren edukia eta esteka
fr: Partager le contenu du tweet et le lien
it: Condividi il link e il contenuto del tweet
ja: ツイート内容とリンクを共有
nl: Deel inhoud en link naar tweet
pt: Compartilhar conteúdo e ligação do tweet
tr: Tweet içeriğini ve bağlantısını paylaş
vi: Chia sẻ nội dung và địa chỉ tweet
zh_hans: 分享推文内容和链接

# should_check_for_updates_label
source: Check for updates
ar: التحقق من وجود تحديثات
be: Праверыць абнаўлення
ca: Comprova si hi ha actualitzacions
cs: Zkontrolovat aktualizace
eo: Kontroli por ĝisdatigoj
et: Kontrolli uuendusi
eu: Egiaztatu eguneratzeak
fr: Vérifier les mises à jour
it: Controlla gli aggiornamenti
ja: 更新を確認
pt: Verificar se há atualizações
tr: Güncellemeleri denetle
zh_hans: 检查更新

# should_check_for_updates_description
source: Check for updates when Fritter starts
ar: تحقق من وجود تحديثات عندما يبدأ Fritter
be: Правяраць наяўнасць абнаўленняў пры запуску
ca: Comprova si hi ha actualitzacions a l'iniciar Fritter
cs: Zkontrolovat aktualizace při spuštění Fritteru
eo: Kontroli por ĝisdatigoj kiam Fritter komenciĝus
et: Fritter'i käivitumisel kontrolli uuenduste olemasolu
eu: Egiaztatu eguneratzeak Fritter hasten denean
fr: Vérifier les mises à jour quand Fritter démarre
it: Controlla gli aggiornamenti all'avvio di Fritter
ja: Fritter開始時に更新を確認する
pt: Verificar se há atualizações quando o Fritter iniciar
tr: Fritter başladığında güncellemeleri denetle
zh_hans: Fritter 启动时检查更新

source: Download handling
ar: التعامل مع التحميل
be: Апрацоўка загрузкі
ca: Gestió de baixades
cs: Způsob stahování
eo: Trakto de elŝutoj
et: Allalaadimiste seadistused
eu: Deskargak erabiltzea
fr: Traitement des téléchargements
it: Gestione dei download
ja: ダウンロード制御
pt: Manipulação de descargas
tr: İndirmelerin ele alınması
zh_hans: 下载处理

# download_handling_description
source: How downloading should work
ar: كيفية عمل التنزيل
be: Як павінна працаваць спампоўка
ca: Com ha de funcionar la baixada
cs: Způsob, jakým by mělo fungovat stahování
eo: Kiel elŝutado funkcius
et: Kuidas allalaadimine peaks toimima
eu: Deskargak nola funtzionatu behar duen
fr: Comment le téléchargement devrait fonctionner
it: Come dovrebbe funzionare lo scaricamento
ja: どのようにダウンロードするか
pt: Como a descarga deve funcionar
tr: İndirmeler nasıl ele alınmalı
zh_hans: 下载应该如何工作

# download_handling_type_directory
source: Save to directory
ar: حفظ في المسار
be: Захаваць у тэчку
ca: Desa al directori
cs: Uložit do adresáře
eo: Konservi al dosierujo
et: Salvesta kausta
eu: Gorde direktorioan
fr: Enregistrer dans le répertoire
it: Salva nella cartella
ja: ディレクトリに保存
pt: Gravar no diretório
tr: Dizine kaydet
zh_hans: 保存到目录

source: Download path
ar: مسار التنزيل
be: Шлях для спампоўкі
ca: Ruta de descàrrega
cs: Cesta pro stažené
eo: Dosiervojo de elŝutado
et: Allalaadimiste kaust
eu: Deskargatzeko bidea
fr: Chemin de téléchargement
it: Percorso di download
ja: ダウンロード先
pt: Caminho da descarga
tr: İndirme yolu
zh_hans: 下载路径

source: Open app settings
ar: افتح إعدادات التطبيق
be: Адкрыць налады прыкладання
ca: Obre la configuració de l'aplicació
cs: Otevřít nastavení aplikace
eo: Montri agordojn de la apo
et: Ava rakenduse seadistused
eu: Ireki aplikazioaren ezarpenak
fr: Ouvrir les paramètres de l'appli
it: Apri le impostazioni dell'app
ja: アプリで開く設定
pt: Abrir as configurações da app
tr: Uygulama ayarlarını aç
zh_hans: 打开应用设置

source: Choose
ar: أختر
be: Выбраць
ca: Tria
cs: Vybrat
eo: Elekti
et: Vali
eu: Aukeratu
fr: Choisissez
it: Scegli
ja: 選択
pt: Escolher
tr: Seç
zh_hans: 选择

source: Not set
ar: لم يتم تعيينه
be: Не ўстаноўлена
ca: No establert
cs: Nenastaveno
eo: Ne agordita
et: Seadistamata
eu: Ez da ezarri
fr: Non défini
it: Non impostato
ja: 設定しない
pt: Não configurado
tr: Ayarlanmadı
zh_hans: 未设置

# page_not_found
source: Twitter says the page does not exist, but that may not be true
ar: تويتر يقول إن الصفحة غير موجودة، ولكن هذا قد لا يكون صحيحا
be: Twitter кажа, што гэтая старонка не існуе, але гэта можа быць няпраўдай
ca: Twitter diu que la pàgina no existeix, però pot ser que no sigui veritat
cs: Twitter říká, že stránka neexistuje, nemusí to ale být pravda
eo: Twitter diras, la paĝo ne ekzistas, sed tio eble ne estas vere
et: Twitter ütleb, et lehte pole olemas, kuid see ei pruugi tõsi olla
eu: Twitterrek dio orria ez dela existitzen, baina baliteke hori egia ez izatea
fr: Twitter informe que la page n'existe pas, ce qui ne peux ne pas être vrai
it: Twitter dice che la pagina non esiste, ma potrebbe non essere vero
nl: Twitter meldt dat deze pagina niet bestaat, maar dit hoeft niet te kloppen
pt: Twitter diz que a página não existe, mas isso pode não ser verdade
tr: Twitter sayfanın mevcut olmadığını söylüyor, ancak bu doğru olmayabilir
vi: Twitter cho biết trang này không tồn tại, nhưng điều đó có thể không đúng
zh_hans: Twitter 说该页面不存在，但这可能不是真的

source: Unable to refresh the subscriptions
ar: غير قادر على تحديث الاشتراكات
be: Немагчыма абнавіць падпіскі
ca: No s'han pogut actualitzar les subscripcions
cs: Nepodařilo se znovu načíst odběry
eo: Ne eblas aktualigi la abonojn
et: Tellimuste sisu ei saa hetkel laadida
eu: Harpidetzak ezin dira eguneratu
fr: Impossible de rafraîchir la liste des abonnements
it: Impossibile aggiornare le iscrizioni
pt: Incapaz de atualizar as inscrições
tr: Abonelikler yenilenemiyor
uk: Не вдалося оновити підписки
vi: Không thể làm mới Đăng ký
zh_hans: 无法刷新订阅

# forbidden
source: Twitter says access to this is forbidden
ar: تويتر يقول إن الوصول إلى هذا ممنوع
be: Twitter кажа, што доступ да гэтага забаронены
ca: El Twitter diu que l'accés a això està prohibit
cs: Twitter říká, že přístup k tomuto je zamítnut
eo: Twitter diras, atingo estas malpermesita
et: Twitter ütleb, et juurdepääs sellele sisule on keelatud
eu: Twitterrek dio horretarako sarbidea debekatuta dagoela
fr: Twitter informe que l'accès est interdit
it: Twitter dice che l'accesso non è consentito
nl: Twitter zegt dat de toegang verboden is
pt: Twitter diz que o acesso a isso é proibido
tr: Twitter buna erişimin yasak olduğunu söylüyor
vi: Twitter cho biết quyền truy cập vào mục này bị cấm
zh_hans: Twitter 表示禁止访问此内容

# bad_guest_token
source: Twitter has invalidated our access token. Please try re-opening Fritter!
ar: لقد ألغى Twitter رمز الوصول الخاص بنا. من فضلك حاول إعادة فتح Fritter!
be: Twitter прызнаў несапраўдным наш маркер доступу. Калі ласка, паспрабуйце зноў адкрыць Fritter!
ca: El Twitter ha invalidat el testimoni d'accés. Si us plau, proveu de tornar a obrir Fritter!
cs: Twitter zneplatnil náš přístupový token. Zkuste prosím znovu otevřít Fritter!
eo: Twitter malvalidigis la ĵetonon de atingo. Bonvolu provi remalfermi Fritter-on!
et: Twitter on meie juurdepääsutunnuse kehtetuks tunnistanud. Palun proovi uuesti avada Fritter!
eu: Twitterrek sarbide-tokena baliogabetu du. Mesedez, saiatu Fritter berriro irekitzen!
fr: Twitter a invalidé le jeton d'accès. Essayez de relancer Fritter !
it: Twitter ha invalidato il nostro token di accesso. Prova a riaprire Fritter!
nl: Twitter heeft onze toegangssleutel ongeldig gemaakt. Probeer Fritter opnieuw te starten!
pt: Twitter invalidou nosso token de acesso. Por favor tente reabrir o Fritter!
tr: Twitter erişim belirtecimizi geçersiz kıldı. Lütfen Fritter'ı yeniden açmayı deneyin!
zh_hans: Twitter 使我们的访问令牌无效。 请尝试重新打开 Fritter！

source: Language
ar: اللغات
be: Мова
ca: Idioma
cs: Jazyk
eo: Lingvo
et: Keel
eu: Hizkuntza
fr: Langue
it: Lingua
pt: Idioma
tr: Dil
zh_hans: 语言

# language_subtitle
source: Requires a restart
ar: يتطلب إعادة تشغيل
be: Неабходны перазапуск
ca: Requereix reiniciar
cs: Vyžaduje restart
eo: Bezonas rekomencon
et: Eeldab rakenduse uuesti käivitamist
eu: Berrabiaraztea eskatzen du
fr: Nécessite un redémarrage
it: Richiede un riavvio
pt: Requer um reinício
tr: Yeniden başlatma gerektirir
zh_hans: 需要重启应用

# download_media_no_url
source: Unable to download. This media may only be available as a stream, which Fritter cannot yet download.
ar: غير قادر على تحميل . هذا المحتوى قد يكون متاحا فقط على شكل بث ، فريتر لا يمكنه تحميله .
be: Немагчыма загрузіць. Гэта медыя можа быць даступна толькі ў выглядзе патоку, які Fritter пакуль не можа загрузіць.
ca: No s'ha pogut descarregar. Aquest mitjà només pot estar disponible com a flux, cosa que Fritter encara no pot descarregar.
cs: Nepodařilo se stáhnout média. Možná jsou dostupná jen jako stream, který Fritter zatím nedokáže stáhnout.
eo: Ne eblas elŝuti. Tiu ĉi plurmedio eble nur estas disponebla kiel fluo, kiun Fritter ne ankoraŭ eblas elŝuti.
et: Allalaadimine ei õnnestu. See meedia võib olla saadaval vaid voogedastusena ning Fritter veel ei oska teda alla laadida.
eu: Ezin da deskargatu. Baliteke multimedia hau korronte gisa soilik egotea, Fritter-ek oraindik deskargatu ezin duena.
fr: Téléchargement impossible. Ce média pourrais être seulement disponible sous forme de flux, ce que Fritter ne sais pas encore télécharger.
it: Impossibile effettuare il download. Questo contenuto potrebbe essere disponibile soltanto come stream, che Fritter non è ancora in grado di scaricare.
pt: Incapaz de descarregar. Esta mídia pode estar disponível apenas como uma transmissão, que Fritter ainda não pode descarregar.
tr: İndirilemiyor. Bu medya yalnızca Fritter'ın henüz indiremediği bir akış olarak mevcut olabilir.
vi: Không thể tải xuống. Phương tiện này có thể chỉ khả dụng dưới dạng luồng mạng mà Fritter không thể tải về.

source: Theme Mode
ar: وضع النسق
be: Тэма
ca: Mode del tema
cs: Režim motivu
eo: Reĝimo de temo
et: Kujundusrežiim
eu: Gaiaren modua
fr: Mode du thème
it: Modalità del tema
pt: Modo Tema
tr: Tema Modu
uk: Режим теми
vi: Giao diện
