Repository: jonjomckay/fritter
Catalog: lib/l10n/intl_*.arb
Languages: ar, be, be_latn, ca, cs, de, eo, es, et, eu, fr, id, it, ja, ko, nb_no, nl, pl, pt, ru, tr, uk, vi, zh_hans

source: This group contains no subscriptions!
ar: هذه المجموعة لا تحتوي على أي مجموعات!
be: У гэтай групе няма падпісак!
be_latn: U hetaj hrupie niama padpisak!
ca: Aquest grup no conté subscripcions!
cs: Tato skupina neobsahuje žádné odběry!
de: Diese Gruppe enthält keine Abonnements!
eo: Tiu grupo enhavas ne abonojn!
es: ¡Este grupo no contiene suscripciones!
et: Selles grupis pole tellimusi!
eu: Talde honek ez du harpidetzarik!
fr: Ce groupe ne contient pas d'abonnements !
id: Grup ini tidak berisi langganan!
it: Questo gruppo non contiene iscrizioni!
ja: このグループは空です！
nb_no: Denne gruppen inneholder ingen abonnementer!
nl: Deze groep bevat geen abonnementen!
pl: Ta grupa nie zawiera subskrypcji!
pt: Este grupo não contém inscrições!
ru: В этой группе нет подписчиков!
tr: Bu grup hiçbir abonelik içermiyor!
uk: Ця група не містить підписок!
vi: Nhóm này không chứa nội dung đăng ký!
zh_hans: 这个组合不包含任何订阅!

# could_not_find_any_tweets_by_this_user
source: Couldn't find any tweets by this user!
ar: لم يتم العثور على أي تغريدة من هذا المستخدم!
be: Не атрымалася знайсці ні аднаго твіту гэтага карыстальніка!
be_latn: Nie atrymałasia znajści ni adnaho tvitu hetaha karystalnika!
ca: No s'ha trobat cap tuit d'aquest usuari!
cs: Nepodařilo se nalézt žádné tweety tohoto uživatele!
de: Keine Tweets von dem angegebenen Nutzer gefunden!
eo: Ne eblis trovi iujn ajn pepojn de tiu ĉi uzanto!
es: ¡No se ha podido encontrar ningún tuit de este usuario!
et: Ühtegi selle kasutaja säutsu ei lidunud!
eu: Ezin izan da erabiltzaile honen txiorik aurkitu!
fr: Impossible de trouver des tweets de cet utilisateur !
id: Tidak bisa mencari cuitan apa pun dari pengguna ini!
it: Non è stato trovato nessun tweet di questo utente!
ja: このユーザのツイートが見つかりません！
nb_no: Kunne ikke finne noen tweets fra denne brukeren!
nl: Geen tweets gevonden voor deze gebruiker!
pl: Nie udało się znaleźć żadnych tweetów tego użytkownika!
pt: Não foi possível encontrar nenhum tweet deste utilizador!
ru: Не удалось найти ни одного твита этого пользователя!
tr: Bu kullanıcının herhangi bir tweeti bulunamadı!
uk: Не вдалося знайти жодного твіту цього користувача!
vi: Không thể tìm thấy bất kỳ tweet nào của người dùng này!
zh_hans: 找不到这个用户的任何推文!

source: Unable to load the next page of replies
ar: غير قادر على تحميل الصفحة التالية من الردود
be: Не ўдаецца загрузіць наступную старонку адказаў
be_latn: Nie ŭdajecca zahruzić nastupnuju staronku adkazaŭ
ca: No s'ha pogut carregar la pròxima pàgina de respostes
cs: Nepodařilo se načíst další stránku odpovědí
de: Nächste Antworten können nicht geladen werden
eo: Ne eblas ŝarĝi la sekvan paĝon de respondoj
es: No se puede cargar la siguiente página de respuestas
et: Vastuste järgmise lehe laadimine ei õnnestu
eu: Ezin da hurrengo erantzunen orria kargatu
fr: Impossible de charger la page suivante de réponses
id: Tidak bisa memuat halaman balasan selanjutnya
it: Impossibile caricare la pagina successiva delle risposte
ja: 次ページの返信の読み込みに失敗しました
nb_no: Kan ikke laste inn neste side med svar
nl: Laden van meer reacties is mislukt
pl: Nie można załadować następnej strony z odpowiedziami
pt: Não foi possível carregar a próxima página de respostas
ru: Не удаётся загрузить следующую страницу ответов
tr: Yanıtların bir sonraki sayfası yüklenemedi
uk: Не вдається завантажити наступну сторінку відповідей
vi: Không thể tải trang trả lời kế tiếp
zh_hans: 无法加载下一页的回复

source: Unable to load the tweet
ar: غير قادر على تحميل التغريدات
be: Не ўдаецца загрузіць твіт
be_latn: Nie ŭdajecca zahruzić tvit
ca: No s'ha pogut carregat el tuit
cs: Nepodařilo se načíst tweet
de: Der Tweet konnte nicht geladen werden
eo: Ne eblas ŝarĝi la pepon
es: No se ha podido cargar el tuit
et: Säutsu laadimine ei õnnestu
eu: Ezin da txioa kargatu
fr: Impossible de charger le tweet
id: Tidak bisa memuat cuitan
it: Impossibile caricare il tweet
ja: ツイートの読み込みに失敗しました
nb_no: Kan ikke laste tweeten
nl: Laden van de tweet is mislukt
pl: Nie można załadować tweeta
pt: Não foi possível carregar o tweet
ru: Не удаётся загрузить твит
tr: Tweet yüklenemedi
uk: Не вдається завантажити твіт
vi: Không thể tải tweet
zh_hans: 无法载入这条推文

source: Unable to load subscription groups
ar: غير قادر على تحميل مجموعات الاشتراك
be: Не ўдаецца загрузіць групы падпісак
be_latn: Nie ŭdajecca zahruzić hrupy padpisak
ca: No s'han pogut carregar les subscripcions als grups
cs: Nepodařilo se načíst skupiny odběrů
de: Abonnementgruppen können nicht geladen werden
eo: Ne eblas ŝarĝi la grupojn de abonoj
es: No se pueden cargar los grupos de suscripción
et: Tellimuste gruppide laadimine ei õnnestu
eu: Ezin dira harpidetza taldeak kargatu
fr: Impossible de charger les groupes d'abonnement
id: Tidak bisa memuat grup langganan
it: Impossibile caricare i gruppi di iscrizioni
ja: 登録グループの読み込みに失敗しました
nb_no: Kan ikke laste inn abonnementsgrupper
nl: Laden van de abonnement groepen mislukt
pl: Nie można załadować grup subskrypcji
pt: Não foi possível carregar os grupos de inscrições
ru: Не удаётся загрузить группы подписок
tr: Abonelik grupları yüklenemiyor
uk: Не вдається завантажити групи підписників
vi: Không thể tải nhóm đăng ký
zh_hans: 无法载入订阅组

source: Add to group
ar: أضف إلى المجموعة
be: Дадаць у групу
be_latn: Dadać u hrupu
ca: Afegir al grup
cs: Přidat do skupiny
de: Zur Gruppe hinzufügen
eo: Aldoni al grupo
es: Añadir al grupo
et: Lisa gruppi
eu: Gehitu taldera
fr: Ajouter au groupe
id: Tambah ke grup
it: Aggiungi al gruppo
ja: グループに追加
ko: 그룹에 추가
nb_no: Legg til i gruppe
nl: Aan groep toevoegen
pl: Dodaj do grupy
pt: Adicionar ao grupo
ru: Добавить в группу
tr: Gruba ekle
uk: Додати до групи
vi: Thêm vào nhóm
zh_hans: 添加到订阅组

source: Unsubscribe
ar: إلغاء الاشتراك
be: Перастаць чытаць
be_latn: Adpisacca
ca: Anul·lar subscripció
cs: Zrušit odběr
de: Abo abbestellen
eo: Malaboni
es: Cancelar la suscripción
et: Loobu tellimusest
eu: Kendu harpidetza
fr: Se désabonner
id: Batal langganan
it: Annulla iscrizione
ja: 登録解除する
ko: 구독 해제
nb_no: Avslutte abonnementet
nl: Abonnement stoppen
pl: Odsubskrybuj
pt: Cancelar inscrição
ru: Перестать читать
tr: Abonelikten çık
uk: Відписатися
vi: Hủy đăng ký
zh_hans: 取消订阅

source: Subscribe
ar: الاشتراك
be: Чытаць
be_latn: Padpisacca
ca: Subscriure
cs: Odebírat
de: Abonnieren
eo: Aboni
es: suscribirse
et: Telli
eu: Harpidetu
fr: S'abonner
id: Langgan
it: Iscriviti
ja: 登録する
ko: 구독
nb_no: Abonnere
nl: Abonneer
pl: Subskrybuj
pt: Inscrever-se
ru: Читать
tr: Abone ol
uk: Підписатися
vi: Đăng ký
zh_hans: 订阅

source: Reporting an error
ar: الإبلاغ غن خطأ
be: Паведаміць аб памылцы
be_latn: Paviedamić ab pamyłcy
ca: Reportar un error
cs: Nahlašování chyby
de: Fehler melden
eo: Raporti eraron
es: Informar sobre un error
et: Veast teatamine
eu: Akats baten berri eman
fr: Signaler une erreur
id: Melaporkan galat
it: Segnalazione di un errore
ja: エラーの報告
ko: 오류를 보고합니다
nb_no: Rapporterer en feil
nl: Meld een fout
pl: Zgłaszanie błędu
pt: Relatar um erro
ru: Сообщить об ошибке
tr: Hata bildirme
uk: Повідомити про помилку
vi: Báo cáo lỗi
zh_hans: 报告一个错误

# something_just_went_wrong_in_fritter_and_an_error_report_has_been_generated
source: Something just went wrong in Fritter, and an error report has been generated. The report can be sent to the Fritter developers to help fix the problem.
ar: حدث خطأ ما في فريتر، تم إنشاء تقرير لهذا الخطأ، تستطيع أن تبعث التقرير إلى مطورين فريتر لمساعدتهم على إصلاح المشكلة.
be: Нешта пайшло не так у Fritter, і была створаная справаздача аб памылцы. Справаздачу можна адправіць распрацоўнікам Fritter, каб яны маглі ўхіліць праблему.
be_latn: Niešta pajšło nie tak u Fritter, i była stvorana spravazdača ab pamyłcy. Spravazdaču možna adpravić raspracoŭnikam Fritter, kab dapamahčy vypravić prablemu.
ca: Alguna cosa ha sortit malament a Fritter i s'ha generat un informe d'error. L'informe es pot enviar als desenvolupadors de Fritter per ajudar a solucionar el problema.
cs: Ve Fritteru se něco pokazilo a byl vygenerován záznam o chybě. Záznam může být odeslán vývojářům Fritteru pro vyřešení problému.
de: Etwas ist in Fritter schief gelaufen, und es wurde ein Fehlerbericht erstellt. Der Bericht kann an die Fritter-Entwickler gesendet werden, damit sie das Problem beheben können.
eo: Io ĵus misokazis en Fritter, kaj raporto de la eraro kreiĝis. La raporto eblas sendiĝi al la programistoj de Fritter por helpi ripari la problemon.
es: Algo ha ido mal en Fritter y se ha generado un informe de error. El informe puede ser enviado a los desarrolladores de Fritter para ayudar a solucionar el problema.
et: Midagi läks Fritteris viltu ja selle alusel on olemas ka veakirjeldus. Probleemi uurimiseks ja lahendamiseks võid sa selle saata Fritteri arendajatele.
eu: Zerbait gaizki atera da Fritter-en, eta akatsen txostena sortu da. Txostena Fritterren garatzaileei bidali ahal zaie arazoa konpontzen laguntzeko.
fr: Un problème vient de se produire dans Fritter, et un rapport d'erreur a été généré. Ce rapport peut être envoyé aux développeurs de Fritter pour les aider à résoudre le problème.
id: Ada sesuatu yang salah di Fritter, dan laporan galat telah dibuat. Laporan bisa dikirim ke pengembang Fritter untuk membantu memperbaiki masalah.
it: Qualcosa è andato storto in Fritter ed è stato generato un rapporto di errore. Il rapporto può essere inviato agli sviluppatori di Fritter per aiutare a risolvere il problema.
ja: Fritterに問題が発生し、エラーレポートが作成されました。問題を修正するため、開発者にレポートを送信することができます。
ko: Fritter에 오류가 발생하였으며, 오류 보고서가 생성되었습니다. 문제해결을 위해 보고서를 Fritter 개발자에게 보낼 수 있습니다.
nb_no: Noe gikk galt i Fritter, og en feilrapport har blitt generert. Rapporten kan sendes til Fritter-utviklerne for å hjelpe med å fikse problemet.
nl: Er ging iets mis in Fritter, een rapport is gegenereerd. Het rapport kan naar de Fritter ontwikkelaars worden gestuurd zodat het probleem kan worden opgespoord.
pl: Coś poszło nie tak we Fritterze, dlatego został wygenerowany raport o błędzie. Raport można wysłać do programistów Frittera, aby pomóc w rozwiązaniu problemu.
pt: Algo deu errado no Fritter e um relatório de erro foi gerado. O relatório pode ser enviado aos programadores do Fritter para ajudar a corrigir o problema.
ru: Что-то пошло не так в Fritter, и был создан отчет об ошибке. Отчет можно отправить разработчикам Fritter, чтобы они могли устранить проблему.
tr: Fritter'da bir şeyler ters gitti ve bir hata raporu oluşturuldu. Rapor, sorunun çözülmesine yardımcı olmaları için Fritter geliştiricilerine gönderilebilir.
uk: Щойно у Fritter щось пішло не так, і було створено звіт про помилку. Звіт можна відправити розробникам Fritter, щоб вони допомогли розв'язати проблему.
vi: Đã xảy ra lỗi trong Fritter và một báo cáo lỗi đã được tạo. Báo cáo có thể được gửi đến các nhà phát triển Fritter để giúp khắc phục sự cố.
zh_hans: Fritter刚刚出了点问题，已经生成了一份错误报告。该报告可以发送给Fritter的开发者，以帮助解决这个问题。

source: Would you like to enable automatic error reporting?
ar: هل تُحب أن تفعل مُبَلغ الأخطاء الآلي؟
be: Вы хочаце ўключыць аўтаматычнае інфармаванне аб памылках?
be_latn: Ci žadajecie vy ŭklučyć aŭtamatyčnaje infarmavańnie ab pamyłkach?
ca: Voleu habilitar l'informe automàtic d'errors?
cs: Chcete povolit automatické nahlašování?
de: Möchten Sie automatische Fehlermeldungen aktivieren?
eo: Ĉu vi volus ŝalti eraroraportadon aŭtomatan?
es: ¿Desea activar la notificación automática de errores?
et: Kas sa luba vigadest automaatselt teatada?
eu: Akats txostenen berri emate automatikoa gaitu nahi duzu?
fr: Voulez-vous activer le rapport d'erreur automatique ?
id: Apakah Anda ingin mengaktifkan pelaporan galat otomatis?
it: Vorresti abilitare la segnalazione automatica degli errori?
ja: 自動エラー報告を有効にしますか？
ko: 자동 오류 보고를 켜시겠습니까?
nb_no: Vil du aktivere automatisk feilrapportering?
nl: Automatische foutrapportage inschakelen?
pl: Czy chcesz włączyć automatyczne raportowanie błędów?
pt: Deseja ativar o relatório automático de erros?
ru: Вы хотите включить автоматическое информирование об ошибках?
tr: Otomatik hata bildirimini etkinleştirmek ister misiniz?
uk: Бажаєте увімкнути автоматичне повідомлення про помилки?
vi: Bạn có muốn bật báo cáo lỗi tự động không?
zh_hans: 您想启用自动报告错误功能吗？

# your_report_will_be_sent_to_fritter_sentry_project
source: Your report will be sent to Fritter's Sentry project, and privacy details can be found at:
ar: تقريرك سيُبعث إلى مشروع حراسة فريتر، ويمكن العثور على تفاصيل الخصوصية في:
be: Ваша справаздача будзе даслана ў Sentry Fritter, а інфармацыю пра канфідэнцыйнасць можна знайсці тут:
be_latn: Vaša spravazdača budzie dasłana ŭ Sentry Fritter, a infarmacyju pra kanfidencyjnaść možna znajści tut:
ca: L'informe s'enviarà al projecte Sentry de Fritter, els detalls de privadesa es poden trobar a:
cs: Vaše nahlášení bylo odesláno do Sentry projektu Fritteru. Podrobnosti o soukromí lze nalézt na:
de: Ihre Meldung wird an Fritter's Sentry-Projektseite gesendet. Einzelheiten zum Datenschutz finden Sie unter:
eo: Via raporto sendiĝos al Sentry-projekto de Fritter, kaj la detaloj de privateco eblas troviĝi ĉe:
es: Su informe se enviará al proyecto Fritter's Sentry, y los detalles de privacidad se pueden encontrar en:
et: Veakirjeldus saadetakse Fritter'i kontole Sentry veahaldusrakenduses. Sentry privaatusteabe leiad siit:
eu: Zure txostena Fritter-en Sentry proiektura bidaliko da, eta pribatutasun xehetasunak helbide honetan aurki ditzakezu:
fr: Votre rapport sera envoyé au projet Sentry de Fritter, et les détails de la confidentialité peuvent être trouvés à l'adresse suivante :
id: Laporan Anda akan dikirim ke proyek Sentry Fritter, dan detail privasi bisa ditemukan pada:
it: Il tuo rapporto verrà inviato al progetto Fritter di Sentry, i dettagli sulla privacy possono essere trovati a:
ja: レポートはFritterのSentryプロジェクトに送信されます。プライバシーの詳細は以下の通りです：
nb_no: Rapporten din vil bli sendt til Fritter's Sentry-prosjekt, og personverndetaljer kan finnes på:
nl: Het rapport wordt naar het Sentry project van Fritter gestuurd, details over privacy kunnen worden gevonden op:
pl: Twoje zgłoszenie zostanie wysłane do projektu Fritter na Sentry, a szczegóły dotyczące prywatności można znaleźć na:
pt: O seu relatório será enviado ao projeto Sentry do Fritter e os detalhes de privacidade encontram-se em:
ru: Ваш отчет будет отправлен в Sentry Fritter, а информацию о конфиденциальности можно найти здесь:
tr: Raporunuz Fritter'ın Sentry projesine gönderilecektir ve gizlilik detaylarını şu adreste bulabilirsiniz:
uk: Ваш звіт буде надіслано до проекту Fritter's Sentry, а деталі конфіденційності можна знайти за посиланням:
vi: Báo cáo của bạn sẽ được gửi đến dự án của Fritter và bạn có thể tìm thấy thông tin chi tiết về quyền riêng tư tại:
zh_hans: 您的报告将被发送到Fritter的Sentry项目，详细的隐私信息可以在以下网站找到：

source: Send once
ar: ابعث مرة واحدة
be: Адправіць адзін раз
be_latn: Adpravić adzin raz
ca: Enviar una vegada
cs: Poslat jednou
de: Einmalig Senden
eo: Sendi unufoje
es: Enviar una vez
et: Saada vaid sel korral
eu: Bidali behin
fr: Envoyer une fois
id: Kirim sekali
it: Invia una volta
ja: 今回だけ送信
ko: 한번 보내기
nb_no: Send en gang
nl: EÃ©n keer verzenden
pl: Wyślij tylko raz
pt: Enviar uma vez
ru: Отправить один раз
tr: Bir kez gönder
uk: Надіслати один раз
vi: Gửi một lần
zh_hans: 发送一次

source: Send always
ar: ابعث كل مرة
be: Заўсёды адпраўляць
be_latn: Adpraŭlać zaŭsiody
ca: Enviar sempre
cs: Posílat vždy
de: Immer Senden
eo: Sendi ĉiufoje
es: Enviar siempre
et: Saada alati
eu: Bidali beti
fr: Toujours envoyer
id: Kirim selalu
it: Invia sempre
ja: いつも送信する
ko: 항상 보내기
nb_no: Send alltid
nl: Altijd verzenden
pl: Wysyłaj zawsze
pt: Enviar sempre
ru: Всегда отправлять
tr: Her zaman gönder
uk: Надсилати завжди
vi: Luôn luôn gửi
zh_hans: 总是发送

# don_not_send
source: Don't send
ar: لا تبعث
be: Не адпраўляць
be_latn: Nie adpraŭlać
ca: No enviar
cs: Neposílat
de: Nicht Senden
eo: Ne sendi
es: No envíe
et: Ära saada
eu: Ez bidali
fr: Ne pas envoyer
id: Jangan kirim
it: Non inviare
ja: 送信しない
ko: 보내지 않기
nb_no: Ikke send
nl: Niet verzenden
pl: Nie wysyłaj
pt: Não enviar
ru: Не отправлять
tr: Gönderme
uk: Не надсилати
vi: Không gửi
zh_hans: 不要发送

source: Never send
ar: يا ويلك لو تبعث
be: Ніколі не адпраўляць
be_latn: Nikoli nie adpraŭlać
ca: No enviar mai
cs: Nikdy neposílat
de: Niemals Senden
eo: Sendi neniam
es: Nunca envíes
et: Ära saada mitte kunagi
eu: Ez bidali inoiz
fr: Ne jamais envoyer
id: Jangan pernah kirim
it: Non inviare mai
ja: 今後送信しない
ko: 절대 보내지 않기
nb_no: Send aldri
nl: Nooit verzonden
pl: Nigdy nie wysyłaj
pt: Nunca enviar
ru: Никогда не отправлять
tr: Asla gönderme
uk: Ніколи не надсилати
vi: Không bao giờ gửi
zh_hans: 从不发送

source: An error was reported to Sentry. Thank you!
ar: بُلِّغ عن خطأ للحارس. شكرا!
be: Памылка была перададзена ў Sentry. Дзякуй!
be_latn: Pamyłka była pieradadziena ŭ Sentry. Dziakuj!
ca: S'ha reportat un error a Sentry. Moltes gràcies!
cs: Chyba byla nahlášena do Sentry. Děkujeme!
de: Der Fehler wurde Sentry gemeldet. Vielen Dank!
eo: Eraro raportiĝis al Sentry. Dankon!
es: Se ha comunicado un error a Sentry. Gracias!
et: Veateade on saadetud Sentry veahaldusrakendusse. Tänud!
eu: Akats baten berri eman zaio Sentry-ri. Eskerrik asko!
fr: Une erreur a été signalée à Sentry. Merci !
id: Sebuah galat telah dilaporkan ke Sentry. Terima kasih!
it: Un errore è stato segnalato a Sentry. Grazie!
ja: エラーがSentoryに送信されました。ありがとうございました！
ko: 오류가 보고되었습니다. 감사합니다!
nb_no: En feil ble rapportert til Sentry. Takk skal du ha!
nl: Een fout is gerapporteerd aan Sentry. Bedankt!
pl: Błąd został zgłoszony do Sentry. Dziękujemy!
pt: Um erro foi relatado ao Sentry. Obrigada!
ru: Ошибка была передана в Sentry. Спасибо!
tr: Hata Sentry'e bildirildi. Teşekkürler!
uk: До Sentry надійшло повідомлення про помилку. Дякую!
vi: Một lỗi đã được báo cáo cho Sentry. Cảm ơn!
zh_hans: 已向Sentry报告了一个错误。谢谢您!

# thanks_for_reporting_we_will_try_and_fix_it_in_no_time
source: Thanks for reporting. We'll try and fix it in no time!
ar: شكراً علي تبليغك لنا. سنحاول أن نصحله بأسرع ما يمكن!
be: Дзякуй за паведамленне. Мы пастараемся выправіць гэта ў бліжэйшы час!
be_latn: Dziakuj za spravazdaču. My pastarajemsia vypravić heta ŭ bližejšy čas!
ca: Gràcies per informar. Intentarem solucionar-ho de seguida!
cs: Děkujeme za nahlášení. Chybu se pokusíme opravit co nejdříve budeme moct!
de: Danke für die Meldung. Wir versuchen, das Problem schnellstmöglich zu beheben!
eo: Dankon pro la raporto. Ni klopodos ripari ĝin baldaŭ!
es: Gracias por informarnos. Intentaremos solucionarlo enseguida!
et: Tänud teatamast. Õige pea proovime põhjuse tuvastada ning vea parandada!
eu: Eskerrik asko informatzeagatik. Denbora gutxian konpontzen saiatuko gara!
fr: Merci de le signaler. Nous allons essayer de le corriger en un rien de temps !
id: Terima kasih telah melaporkan. Kami akan mencoba dan memperbaikinya secepatnya!
it: Grazie per la segnalazione. Proveremo a sistemarlo in pochissimo tempo!
ja: レポートありがとうございます。できるだけ早く修正いたします！
ko: 보고 감사합니다. 빨리 수정하도록 하겠습니다!
nb_no: Takk for at du rapporterte. Vi skal prøve å fikse det på kort tid!
nl: Bedankt voor de rapportage. We proberen het zo snel mogelijk te repareren!
pl: Dzięki za zgłoszenie. Postaramy się to naprawić w mgnieniu oka!
pt: Obrigado por relatar. Vamos tentar corrigi-lo o mais rápido possível!
ru: Спасибо за сообщение. Мы постараемся исправить это в ближайшее время!
tr: Bildirdiğiniz için teşekkürler. En kısa sürede düzeltmeye çalışacağız!
uk: Дякуємо за повідомлення. Ми постараємося виправити це якнайшвидше!
vi: Cảm ơn đã báo cáo. Chúng tôi sẽ cố gắng khắc phục nó ngay lập tức!
zh_hans: 谢谢你的报告。我们会试着在短时间内修复它!

source: Unable to load the tweets for the feed
ar: غير قادر على تحميل التغريدات للمُلقّم
be: Не атрымліваецца загрузіць твіты для стужкі
be_latn: Niemahčyma zahruzić tvity dla stužki
ca: No es poden carregar els tuits del canal de Continguts
cs: Nepodařilo se načíst tweety pro váš zdroj
de: Die Tweets für den Feed können nicht geladen werden
eo: Ne eblas ŝarĝi la pepojn por la fluo
es: No se pueden cargar los tweets para el feed
et: Selle andmevoo säutsude laadimine ei õnnestu
eu: Ezin dira kargatu jarioko txioak
fr: Impossible de charger les tweets pour le fil d'actualité
id: Tidak bisa memuat cuitan untuk umpan
it: Impossibile caricare i tweet per il feed
ja: フィードにツイートを読み込めませんでした
ko: 트윗 피드를 불러올 수 없습니다
nb_no: Kan ikke laste inn tweets for feeden
pl: Nie można załadować tweetów na stronę główną
pt: Não foi possível carregar os tweets para o feed
ru: Не удаётся загрузить твиты для ленты
tr: Akış için tweet'ler yüklenemiyor
uk: Не вдається завантажити твіти для стрічки
vi: Không thể tải các tweet cho nguồn cấp dữ liệu
zh_hans: 无法载入最新推文

# could_not_find_any_tweets_from_the_last_7_days
source: Couldn't find any tweets from the last 7 days!
ar: لم يُعثر على أي تغريدات من الأيام الـ7 الماضية!
be: Не атрымліваецца знайсці якія-небудзь твіты за апошнія 7 дзён!
be_latn: Nie atrymlivajecca znajści jakija-niebudź tvity za apošnija 7 dzion!
ca: No s'han trobat tuits dels últims 7 dies!
cs: Nepodařilo se nalézt žádné tweety z posledních 7 dnů!
de: Keine Tweets aus den letzten 7 Tagen zu finden!
eo: Ne eblas trovi iujn ajn pepojn de antaŭ 7 tagoj!
es: No pude encontrar ningún tweet de los últimos 7 días!
et: Viimase 7 päeva andmetest ei leidu ühtegi säutsu!
eu: Ezin izan da azken 7 egunetako txiorik aurkitu!
fr: Impossible de trouver des tweets des 7 derniers jours !
id: Tidak bisa menemukan cuitan apa pun dari 7 hari terakhir!
it: Impossibile trovare tweet negli ultimi 7 giorni!
ja: 過去7日間にツイートが見つかりませんでした！
ko: 7일 이상의 트윗을 찾을 수 없습니다!
nb_no: Kunne ikke finne noen tweets fra de siste 7 dagene!
nl: Kon geen tweets van de laatste 7 dagen vinden!
pl: Nie udało się znaleźć żadnych tweetów z ostatnich 7 dni!
pt: Não foi possível encontrar nenhum tweet dos últimos 7 dias!
ru: Не удаётся найти какие-либо твиты за последние 7 дней!
tr: Son 7 güne ait herhangi bir tweet bulunamadı!
uk: Не вдалося знайти жодного твіту за останні 7 днів!
vi: Không thể tìm thấy bất kỳ tweet nào trong 7 ngày qua!
zh_hans: 找不到过去7天的任何推文!

source: Unable to load the group
ar: غير قادر على تحميل المجموعة
be: Немагчыма загрузіць групу
be_latn: Niemahčyma zahruzić hrupu
ca: No s'ha pogut carregar el grup
cs: Nepodařilo se načíst skupinu
de: Die Abo-Gruppe konnte nicht geladen werden
eo: Ne eblas ŝarĝi la grupon
es: No es posible cargar el grupo
et: Grupi laadimine ei õnnestu
eu: Ezin da taldea kargatu
fr: Impossible de charger le groupe
id: Tidak bisa memuat grup
it: Impossibile caricare il gruppo
ja: グループの読み込みに失敗しました
ko: 그룹을 불러올 수 없습니다
nb_no: Kan ikke laste inn gruppen
nl: Groep laden mislukt
pl: Nie można załadować grupy
pt: Não foi possível carregar o grupo
ru: Не удаётся загрузить группу
tr: Grup yüklenemedi
uk: Не вдається завантажити групу
vi: Không thể tải nhóm này
zh_hans: 无法加载该组

source: Unable to load the group settings
ar: غير قادر على تحميل إعدادات المجموعة
be: Немагчыма загрузіць наладкі групы
be_latn: Niemahčyma zahruzić nałady hrupy
ca: No es pot carregar la configuració del grup
cs: Nepodařilo se načíst nastavení skupiny
de: Die Einstellungen für die Abo-Gruppe konnten nicht geladen werden
eo: Ne eblas ŝarĝi la agordojn de grupo
es: No se puede cargar la configuración del grupo
et: Grupi seadete laadimine ei õnnestu
eu: Ezin dira taldearen ezarpenak kargatu
fr: Impossible de charger les paramètres du groupe
id: Tidak bisa memuat pengaturan grup
it: Impossibile caricare le impostazioni del gruppo
ja: グループ設定の読み込みに失敗しました
ko: 그룹 설정을 불러올 수 없습니다
nb_no: Kan ikke laste inn gruppeinnstillingene
nl: Laden van groep instellingen mislukt
pl: Nie można załadować ustawień grupy
pt: Não foi possível carregar as configurações do grupo
ru: Не удаётся загрузить настройки группы
tr: Grup ayarları yüklenemedi
uk: Не вдається завантажити налаштування групи
vi: Không thể tải Cài đặt nhóm
zh_hans: 无法加载订阅组的设置
