Repository: jonjomckay/fritter
Catalog: lib/l10n/intl_*.arb
Languages: ar, be, be_latn, ca, cs, de, eo, es, et, eu, fr, id, it, ja, ko, nb_no, nl, pl, pt, ru, tr, uk, vi, zh_hans

source: Your device is running a version of Android older than KitKat (4.4), so data can only be imported from:
ar: جهازك يشتغل على نظام أقدم من أندرويد كيت كات (4.4)، لذلك ستُستورد البيانات من:
be: На вашым прыладзе ўсталявана версія Android старэй KitKat (4.4), таму дадзеныя могуць быць імпартаваныя толькі з:
ca: El dispositiu està executant una versió d'Android anterior a KitKat (4.4), de manera que les dades només es poden importar des de:
cs: Vaše zařízení používá verzi Androidu starší než KitKat (4.4), takže data mohou být importována pouze z:
de: Auf Ihrem Gerät läuft eine ältere Android-Version als KitKat (4.4), daher können Daten nur aus folgendem Verzeichnis importiert werden:
eo: Via aparato rulas version de Android pliaĝan ol KitKat (4.4), do la datumoj nur eblas importiĝi el:
et: Sinu seadmes on kasutusel Android'i versioon, mis on vanem kui KitKat (4.4), seega saab andmeid importida ainult:
eu: Zure gailua KitKat (4.4) baino zaharragoa den Android bertsio bat exekutatzen ari da; beraz, datuak honetatik soilik inporta daitezke:
fr: Votre appareil fonctionne sous une version d'Android antérieure à KitKat (4.4). Les données ne peuvent donc être importées qu'à partir de cet appareil :
id: Perangkat Anda menjalankan versi Android yang lebih tua dari KitKat (4.4), jadi data hanya bisa diimpor dari:
it: Il tuo dispositivo sta usando una versione di Android più vecchia di KitKat (4.4), quindi i dati possono essere importati solo da:
ja: KitKat (4.4)以前のAndroidバージョンで動作しているため、エクスポートでは以下の場所のみに保存できます：
nb_no: Enheten din kjører en versjon av Android eldre enn KitKat (4.4), så data kan kun importeres fra:
pl: Na Twoim urządzeniu jest wersja Androida starsza niż KitKat (4.4), więc dane można importować tylko z:
pt: O seu aparelho está a executar uma versão do Android anterior ao KitKat (4.4), portanto, os dados só podem ser importados de:
ru: На вашем устройстве установлена версия Android старше KitKat (4.4), поэтому данные могут быть импортированы только из:
tr: Cihazınız KitKat'tan (4.4) daha eski bir Android sürümü çalıştırıyor, bu nedenle veriler yalnızca şuradan içe aktarılabilir:
uk: На вашому пристрої встановлено версію Android, старішу за KitKat (4.4), тому дані можна імпортувати лише з:
vi: Thiết bị của bạn đang chạy phiên bản Android cũ hơn KitKat (4.4), vì vậy dữ liệu chỉ có thể được nhập từ:
zh_hans: 你的设备运行的是比Android（4.4）更早的安卓版本，所以数据只能从这里导入：

source: Please make sure the data you wish to import is located there, then press the import button below.
ar: رجائاً تأكد ما إذا كانت البيانات موجودة هناك, ومن ثم اضغط على زر الاستيراد في أدناه.
be: Пераканайцеся, што дадзеныя, якія вы хочаце імпартаваць, знаходзяцца там, затым націсніце кнопку імпарту ніжэй.
ca: Assegura't que les dades a importar es troben en aquesta direcció, i prem el botó d'importar a continuació.
cs: Ujistěte se, že data, která chcete importovat, se zde nachází a poté stiskněte tlačítko níže.
de: Vergewissern Sie sich, dass sich die Daten, die Sie importieren möchten, dort befinden, und klicken Sie dann auf die Schaltfläche „Importieren“ unten.
eo: Bonvolu certigi, ke la datumoj dezirate importontaj lokiĝas tie, tiam premu la butono de importi sube.
et: Palun veendu, et andmed, mida soovid importida, asuvad seal, seejärel vajuta allpool olevat importimisnuppu.
eu: Mesedez, ziurtatu inportatu nahi dituzun datuak bertan daudela, eta sakatu beheko inportazio-botoia.
fr: Assurez-vous que les données que vous souhaitez importer s'y trouvent, puis appuyez sur le bouton d'importation ci-dessous.
id: Mohon pastikan data yang ingin Anda impor terletak di sana, kemudian tekan tombol impor di bawah.
it: Assicurati che i dati che vuoi importare si trovino lì, poi premi il pulsante di importazione qui sotto.
ja: インポートしたいデータが存在することを確認し、下のインポートボタンを押してください。
nb_no: Forsikre deg om at dataen du ønsker å importere er å finne der. Deretter trykker du på «Import»-knappen nedenfor.
pl: Upewnij się, że znajdują się tam dane, które chcesz zaimportować, a następnie naciśnij przycisk importu poniżej.
pt: Certifique-se de que os dados que deseja importar estão localizados lá e pressione o botão de importação abaixo.
ru: Убедитесь, что данные, которые вы хотите импортировать, находятся там, затем нажмите кнопку импорта ниже.
tr: Lütfen içe aktarmak istediğiniz verilerin orada olduğundan emin olun, ardından aşağıdaki içe aktar düğmesine basın.
uk: Будь ласка, переконайтеся, що дані, які ви хочете імпортувати, знаходяться там, а потім натисніть кнопку імпорту нижче.
vi: Vui lòng đảm bảo dữ liệu bạn muốn nhập nằm ở đó, sau đó nhấn nút nhập bên dưới.
zh_hans: 请确保您想导入的数据位于那里，然后按下面的导入按钮。

source: Export your data
ar: تصدير بياناتك
be: Экспартаваць вашыя дадзеныя
ca: Expotar les teves dades
cs: Exportovat vaše data
de: Daten exportieren
eo: Eksporti viajn datumojn
et: Ekspordi oma andmed
eu: Esportatu zure datuak
fr: Exporter vos données
id: Ekspor data Anda
it: Esporta i tuoi dati
ja: データのエクスポート
nb_no: Eksporter dataen din
pl: Wyeksportuj swoje dane
pt: Exportar os seus dados
ru: Экспортировать ваши данные
tr: Verilerinizi dışa aktarın
uk: Експортуйте свої дані
vi: Xuất dữ liệu của bạn
zh_hans: 导出你的数据

source: Logging
ar: تسجيل البيانات
be: Журнал
ca: Enregistrament
cs: Protokolování
de: Protokollierung
eo: Protokolado
et: Logimine
eu: Erregistratzea
fr: Enregistrement
id: Log
it: Registro
ja: ログ
nb_no: Loggføring
pl: Zbieranie danych
pt: Criando Log
ru: Журнал
tr: Günlük tutma
uk: Логування
vi: Ghi lại log
zh_hans: 日志📜

source: Enable Sentry?
ar: تفعيل الحارس؟
be: Актываваць Sentry?
ca: Habilitar Sentry?
cs: Povolit Sentry?
de: Sentry aktivieren?
eo: Ĉu ŝalti Sentry-on?
et: Kas lubad kasutada Sentry't?
eu: Sentry gaitu?
fr: Activer Sentry ?
id: Aktifkan Sentry?
it: Abilitare Sentry?
ja: Sentryを有効化？
nb_no: Vil du aktivere Sentry?
pl: Włączyć Sentry?
pt: Ativar Sentry?
ru: Активировать Sentry?
tr: Sentry etkinleştirilsin mi?
uk: Увімкнути Sentry?
vi: Bật Sentry?
zh_hans: 启用 Sentry？

source: Whether errors should be reported to Sentry
ar: ما إذا يجب على الأخطاء البرمجية أن يُبلّغ عنها إلى الحارس
be: Паведамляць пра памылкі ў Sentry
ca: Si s'han d'informar els errors a Sentry
cs: Nastavit, zda mají být chyby nahlašovány do Sentry
de: Ob Fehlermeldungen an Sentry gesendet werden sollen
eo: Ĉu eraroj raportiĝus al Sentry
et: Vigadest teatamine Sentry veebirakenduse abil
eu: Akatsak Sentryri bidali behar litzaizkioke
fr: Si les erreurs doivent être signalées à Sentry
id: Apakah galat harus dilaporkan ke Sentry
it: Se gli errori dovrebbero essere segnalati a Sentry
ja: エラーをSentryに送信する
nb_no: Om feil skal rapporteres til Sentry
pl: Zgłaszaj błędy do Sentry
pt: Se os erros devem ser relatados ao Sentry
ru: Сообщать об ошибках в Sentry
tr: Hataların Sentry'ye bildirilip bildirilmeyeceğini belirler
uk: Чи потрібно повідомляти про помилки в Sentry
vi: Liệu có nên gửi báo cáo lỗi cho Sentry
zh_hans: 是否向Sentry发送错误？👀

source: About
ar: عن
be: Аб праграме
ca: Quant a
cs: O aplikaci
de: Über
eo: Pri Fritter
et: Rakenduse teave
eu: Honi buruz
fr: À propos
id: Tentang
it: Info
ja: Fritterについて
nb_no: Om
pl: O aplikacji
pt: Sobre
ru: О программе
tr: Hakkında
uk: Про Fritter
vi: Về chúng tôi
zh_hans: 关于Fritter

source: Version
ar: الإصدار
be: Версія
ca: Versió
cs: Verze
eo: Versio
et: Versioon
eu: Bertsioa
id: Versi
it: Versione
ja: バージョン
nb_no: Versjon
pl: Wersja
pt: Versão
ru: Версия
tr: Sürüm
uk: Версія
vi: Phiên bản
zh_hans: 版本

source: Copied version to clipboard
ar: نُسخ الإصدار إلى الحافظة
be: Версія скапіяваная ў буфер абмену
ca: Versió copiada al porta-retalls
cs: Verze zkopírována do schránky
de: Kopierte Version in die Zwischenablage
eo: Kopiis version al la tondujo
et: Kopeerisin versiooni lõikelauale
eu: Kopiatu da bertsioa arbelean
fr: Copie de la version dans le presse-papiers
id: Salin versi ke papan klip
it: Versione copiata negli appunti
ja: バージョンをクリップボードにコピーしました
nb_no: Versjon kopiert til utklippstavlen
pl: Wersja skopiowana do schowka
pt: Versão copiada para a área de transferência
ru: Версия скопирована в буфер обмена
tr: Sürüm panoya kopyalandı
uk: Версія скопійована в буфер обміну
vi: Sao chép phiên bản vào clipboard
zh_hans: 已将版本号复制到剪贴板

source: Contribute
ar: المساهمة
be: Падтрымаць
ca: Col·laborar
cs: Pomoct s vývojem
de: Beitragen
eo: Kontribui
et: Osale arenduses
eu: Egin ekarpena
fr: Contribuer
id: Kontribusi
it: Contribuisci
ja: 貢献する
nb_no: Bidra
pl: Wnieś swój wkład
pt: Contribuir
ru: Поддержать
tr: Katkıda bulunun
uk: Зробити внесок
vi: Đóng góp
zh_hans: 贡献💖

source: Help make Fritter even better
ar: المساعدة في جعل فريتر أفضل
be: Дапамажыце зрабіць Fritter яшчэ лепш
ca: Ajuda a fer que Fritter sigui encara millor
cs: Pomozte vylepšit Fritter
de: Dazu beitragen, Fritter noch besser zu machen
eo: Helpi plibonigi Fritter-on
et: Aita muuta Fritter'it veelgi paremaks
eu: Lagundu Fritter hobetzen
fr: Contribuer à l'amélioration de Fritter
id: Bantu Fritter menjadi lebih baik
it: Aiuta a rendere Fritter migliore
ja: Fritterを改善するために協力する
nb_no: Hjelp til å gjøre Fritter enda bedre
pl: Pomóż uczynić Fritter jeszcze lepszym
pt: Ajude a deixar o Fritter ainda melhor
ru: Помогите сделать Fritter ещё лучше
tr: Fritter'ın daha da iyi olmasına yardımcı olun
uk: Допоможіть зробити Fritter ще кращим
vi: Góp phần làm cho Fritter tốt hơn nữa
zh_hans: 一起改进Fritter，让它变得更好😉

source: Report a bug
ar: الإبلاغ عن خطأ
be: Паведаміць аб памылцы
ca: Informar d'un error
cs: Nahlásit chybu
de: Fehler melden
eo: Raporti cimon
et: Teata vigadest
eu: Akats baten berri eman
fr: Signaler un bug
id: Laporkan sebuah masalah
it: Segnala un bug
ja: バグのレポート
nb_no: Rapporter en feil
pl: Zgłoś błąd
pt: Reportar um erro
ru: Сообщить об ошибке
tr: Hata bildir
uk: Повідомити про помилку
vi: Báo cáo lỗi
zh_hans: 报告bug🐞

# let_the_developers_know_if_something_is_broken
source: Let the developers know if something's broken
ar: دع المطورين يعرفون ما إذا كان هناك خطأ ما
be: Паведаміце распрацоўшчыкам калі нешта пайшло не так
ca: Fes saber als desenvolupadors si alguna cosa s'ha trencat
cs: Dejte vývojářům vědět, že je něco rozbité
de: Teilen Sie den Entwicklern mit, wenn etwas nicht funktioniert
eo: Konigi al programistojn, se io estas difektita
et: Anna arendajatele teada, kui midagi ei toimi
eu: Utzi garatzaileei zerbait hautsita dagoen jakin dezaten
fr: Faites savoir aux développeurs si quelque chose est défectueux
id: Biarkan pengembang tahu jika ada sesuatu yang rusak
it: Fai sapere agli sviluppatori se qualcosa non funziona
ja: 不都合を開発者に知らせる
nb_no: Gi beskjed til utviklerne hvis noe er ødelagt
pl: Daj znać programistom, jeśli coś się zepsuło
pt: Deixe os programadores saberem se algo está quebrado
ru: Сообщите разработчикам если что-то пошло не так
tr: Yanlış giden şeyler varsa geliştiricilere bildirin
uk: Повідомте розробників, якщо щось зламалося
vi: Hãy để các lập trình viên biết nếu có phát sinh lỗi
zh_hans: 如果有什么问题，请告诉开发者🐦

source: Donate
ar: التبرع
be: Падтрымаць праект
ca: Donar
cs: Přispět
de: Spenden
eo: Donaci
et: Toeta rahaliselt
eu: Dohaintza
fr: Faire un don
id: Donasi
it: Dona
ja: 寄付
nb_no: Doner
pl: Przekaż datek
pt: Doar
ru: Поддержать проект
tr: Bağış yapın
uk: Пожертвувати
vi: Quyên tặng
zh_hans: 捐赠

source: Help support Fritter's future
ar: ساعد على دعم مستقبل فريتر
be: Падтрымайце будучыню Fritter
ca: Ajuda a donar suport al futur de Fritter
cs: Podpořte vývoj Fritteru
de: Unterstützen Sie die Zukunft von Fritter
eo: Helpi subteni estontecon de Fritter
et: Toeta Fritter'i arendust rahaliselt
eu: Lagundu Fritter-en etorkizuna bermatzen
fr: Soutenir le développement de Fritter
id: Bantu dukung masa depan Fritter
it: Aiuta a supportare il futuro di Fritter
ja: Fritterの将来を支援する
nb_no: Hjelp til å støtte Fritters fremtid
pl: Pomóż wesprzeć przyszłość Frittera
pt: Ajude a apoiar o futuro do Fritter
ru: Поддержите Fritter
tr: Fritter'ın geleceğini desteklemeye yardımcı olun
uk: Допоможіть підтримати майбутнє Fritter
vi: Giúp đỡ cho tương lai của Fritter
zh_hans: 帮助Fritter的未来🍚

source: Copied address to clipboard
ar: نسخ العنوان إلى الحافظة
be: Адрас скапіяваны ў буфер абмену
ca: S'ha copiat l'adreça al porta-retalls
cs: Adresa zkopírována do schránky
de: Adresse in die Zwischenablage kopiert
eo: Kopiis adreson al la tondujo
et: Kopeerisin aadressi lõikelauale
eu: Helbidea arbelean kopiatu da
fr: Copie de l'adresse dans le presse-papiers
id: Salin alamat ke papan klip
it: Indirizzo copiato negli appunti
ja: アドレスをクリップボードにコピーしました
nb_no: Adresse kopiert til utklippstavle
pl: Adres skopiowany do schowka
pt: Endereço copiado para a área de transferência
ru: Адрес скопирован в буфер обмена
tr: Adres panoya kopyalandı
uk: Адресу скопійовано в буфер обміну
vi: Đã sao chép địa chỉ vào clipboard
zh_hans: 已将地址复制到剪切板

source: Licenses
ar: الرخص
be: Ліцэнзіі
ca: Llicències
cs: Licence
de: Lizenzen
eo: Licencoj
et: Litsentsid
eu: Lizentziak
fr: Licences
id: Lisensi
it: Licenze
ja: ライセンス
nb_no: Lisenser
pl: Licencje
pt: Licenças
ru: Лицензии
tr: Lisanslar
uk: Ліцензії
vi: Giấy phép
zh_hans: 许可证

source: All the great software used by Fritter
ar: كل البرمجيات الرائعة التي يستخدمها فريتر
be: Усё выдатнае праграмнае забеспячэнне, якое выкарыстоўваецца Fritter
ca: Tot el genial programari utilitzat per Fritter
cs: Všechen úžasný software používaný Fritterem
de: Die gesamte tolle Software, die von Fritter verwendet wird
eo: Ĉiu el la programaro bonega uzate per Fritter
et: Kõik suurepärane tarkvara, mida Fritter kasutab
eu: Fritter-ek erabiltzen duen software bikaina
fr: Tous les excellents logiciels utilisés par Fritter
id: Semua perangkat lunak hebat yang digunakan oleh Fritter
it: Tutto l'ottimo software utilizzato da Fritter
ja: Fritterで使用する偉大なソフトウェア
nb_no: All den flotte programvaren som brukes av Fritter
pl: Całe świetne oprogramowanie używane przez Frittera
pt: Todo o ótimo software usado por Fritter
ru: Всё замечательное программное обеспечение, используемое Fritter
tr: Fritter tarafından kullanılan tüm harika yazılımlar
uk: Все чудове програмне забезпечення, яке використовує Fritter
vi: Tất cả phần mềm tuyệt vời được sử dùng bởi Fritter
zh_hans: Fritter使用的伟大项目😇

source: Fritter
ar: فريتر

source: Released under the MIT License
ar: منشور تحت رخصة الإم أي تي (MIT License)
be: Апублікавана пад ліцэнзіяй MIT
ca: Llançat sota la llicència MIT
cs: Vydáno pod licencí MIT
de: Unter der MIT-Lizenz herausgegeben
eo: Eldonis per la licenco MIT-a
et: Avaldatud MIT litsentsi alusel
eu: MIT lizentziapean argitaratua
fr: Publié sous la licence MIT
id: Dirilis di bawah Lisensi MIT
it: Rilasciato sotto licenza MIT
ja: MITライセンスで公開
nb_no: Utgitt under MIT-lisensen
pl: Wydany na licencji MIT
pt: Lançado sob a licença MIT
ru: Опубликовано под лицензией MIT
tr: MIT Lisansı altında yayınlandı
uk: Випущено за ліцензією MIT
vi: Được phát hành theo giấy phép MIT
zh_hans: 在MIT许可下发布

source: All
ar: الكل
be: Усе
ca: Tot
cs: Vše
de: Alles
eo: Ĉio
et: Kõik
eu: Dena
fr: Tout
id: Semua
it: Tutti
ja: すべて
nb_no: Alle
pl: Wszystkie
pt: Tudo
ru: Все
tr: Hepsi
uk: Все
vi: Tất cả
zh_hans: 全部

# newTrans
source: New
ar: الجديد
be: Новыя
ca: Nou
cs: Nová
de: Neu
eo: Nova
et: Uus
eu: Berria
fr: Nouveau
id: Baru
it: Nuovo
ja: 新着
nb_no: Ny
pl: Nowa
pt: Novo
ru: Новые
tr: Yeni
uk: Нове
vi: Mới
zh_hans: 新的

source: No
ar: لا
be: Не
cs: Ne
de: Nein
eo: Ne
et: Ei
eu: Ez
fr: Non
id: Tidak
ja: いいえ
nb_no: Nei
pl: Nie
pt: Não
ru: Нет
tr: Hayır
uk: Ні
vi: Không
zh_hans: 不

source: Yes
ar: نعم
be: Так
ca: Sí
cs: Ano
de: Ja
eo: Jes
et: Jah
eu: Bai
fr: Oui
id: Ya
it: Sì
ja: はい
nb_no: Ja
pl: Tak
pt: Sim
ru: Да
tr: Evet
uk: Так
vi: Có
zh_hans: 好

source: Are you sure?
ar: هل أنت متأكد؟
be: Вы ўпэўнены?
ca: N'estàs segur?
cs: Opravdu?
de: Sind Sie sicher?
eo: Ĉu vi certas?
et: Kas sa oled kindel?
eu: Ziur zaude?
fr: Êtes-vous sûr ?
id: Apakah Anda yakin?
it: Sei sicuro?
ja: 確認
nb_no: Er du sikker?
pl: Czy na pewno?
pt: Tem certeza?
ru: Вы уверены?
tr: Emin misiniz?
uk: Ви впевнені?
vi: Bạn chắc chắn chưa ?
zh_hans: 你确定吗？

# are_you_sure_you_want_to_delete_the_subscription_group_name_of_group
source: Are you sure you want to delete the subscription group {name}?
ar: هل أنت متأكد من حذف اسم مجموعة الاشتراك {name}?
be: Вы ўпэўненыя, што жадаеце выдаліць групу падпісак {name}?
ca: Estàs segur que vols suprimir el grup de subscripcions {name}?
cs: Opravdu chcete odstranit skupinu {name}?
de: Sind Sie sicher, dass Sie die Abonnementgruppe {name} löschen wollen?
eo: Ĉu vi certas, vi volas forigi la grupon de abonoj {name}?
et: Kas sa oled kindel, et soovid kustutada tellimuste grupi {name}?
eu: Ziur {name} harpidetza taldea ezabatu nahi duzula?
fr: Voulez-vous vraiment supprimer le groupe d'abonnement {name} ?
id: Apakah Anda yakin Anda ingin menghapus grup langganan {name}?
it: Sei sicuro/a di voler eliminare il gruppo di iscrizioni {name}?
ja: 登録グループ{name}を削除してもよろしいですか？
nb_no: Slett {name}-abonnementsgruppen?
pl: Czy na pewno chcesz usunąć grupę subskrypcji {name}?
pt: Tem certeza de que deseja apagar o grupo de inscrições {name}?
ru: Вы уверены, что хотите удалить группу подписок {name}?
tr: {name} abonelik grubunu silmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете видалити групу підписників {name}?
vi: Bạn chắc chắn muốn xóa nhóm Đăng ký {name}?
zh_hans: 您确定要删除订阅组 {name} 吗？

source: Toggle All
ar: تبديل الكل
be: Выбраць усе
ca: Commuta-ho tot
cs: Přepnout vše
de: Alle hinzufügen/entfernen
eo: Baskuli ĉiun
et: Lülita kõik sisse/välja
eu: Aktibatu guztiak
fr: Tout basculer
id: Alih Semua
it: Seleziona tutto
ja: 全て選択
nb_no: Veksle alt
pl: Przełącz
pt: Alternar Tudo
ru: Выбрать все
tr: Tümünü Aç/Kapat
uk: Перемкнути все
vi: Chọn tất cả
zh_hans: 全选

source: Delete
ar: حذف
be: Выдаліць
ca: Eliminar
cs: Odstranit
de: Löschen
eo: Forigi
et: Kustuta
eu: Ezabatu
fr: Supprimer
id: Hapus
it: Elimina
ja: 削除
nb_no: Slett
pl: Usuń
pt: Apagar
ru: Удалить
tr: Sil
uk: Видалити
vi: Xóa
zh_hans: 删除

source: OK
ar: تمام
be: Добра
ca: D'acord
eo: Bone
et: Sobib
eu: Ados
id: Oke
ru: Ок
tr: TAMAM
uk: Добре
vi: Đồng ý
zh_hans: 确定

source: Name
ar: الاسم
be: Імя
ca: Nom
cs: Název
eo: Nomo
et: Nimi
eu: Izena
fr: Nom
id: Nama
it: Nome
ja: グループ名
nb_no: Navn
pl: Nazwa
pt: Nome
ru: Имя
tr: Ad
uk: Ім'я
vi: Tên
zh_hans: 取个名字

source: Please enter a name
ar: رجائاً اكتب اسماً
be: Калі ласка, увядзіце імя
ca: Si us plau introdueix un nom
cs: Zadejte prosím název
de: Bitte einen Namen angeben
eo: Bonvolu enigi nomon
et: Palun sisesta nimi
eu: Mesedez, idatzi izen bat
fr: Veuillez entrer un nom
id: Mohon masukkan nama
it: Inserisci un nome
ja: グループ名を入力してください
nb_no: Vennligst skriv inn et navn
pl: Wprowadź nazwę
pt: Por favor, digite um nome
ru: Пожалуйста, введите имя
tr: Lütfen bir ad girin
uk: Будь ласка, введіть ім'я
vi: Hãy nhập tên
zh_hans: 请输入订阅组名称

source: Pick a color!
ar: اختر لون!
be: Абярыце колер!
ca: Tria un color!
cs: Vyberte si barvu!
de: Wählen Sie eine Farbe!
eo: Elekti koloron!
et: Palun vali värv!
eu: Aukeratu kolore bat!
fr: Choisissez une couleur !
id: Pilih sebuah warna!
it: Scegli un colore!
ja: 色を選択！
nb_no: Velg en farge!
pl: Wybierz kolor!
pt: Escolha uma cor!
ru: Выберите цвет!
tr: Bir renk seçin!
uk: Вибери колір!
vi: Chọn màu!
zh_hans: 挑一种颜色吧！

source: Import subscriptions
ar: استيراد الاشتراكات
be: Імпартаваць падпіскі
ca: Importar subscripcions
cs: Importovat odběry
de: Abonnements importieren
eo: Importi abonojn
et: Tellimuste import
eu: Inportatu harpidetzak
fr: Importer des abonnements
id: Impor langganan
it: Importa iscrizioni
ja: 登録アカウントをインポートする
nb_no: Importer abonnementer
pl: Importuj subskrypcje
pt: Importar inscrições
ru: Импортировать подписки
tr: Abonelikleri içe aktar
uk: Імпорт підписок
vi: Nhập nhóm Đăng ký
zh_hans: 导入订阅

source: To import subscriptions from an existing Twitter account, enter your username below.
ar: لاستيراد الاشتراكات من حساب تويتر موجود، أدخل اسم المستخدم أدناه.
be: Каб імпартаваць падпіскі з існуючага акаўнта Twitter, увядзіце сваё імя карыстальніка ніжэй.
ca: Per importar subscripcions des d'un compte de Twitter existent, introduïu el vostre nom d'usuari a continuació.
cs: Pro import odběrů z existujícího Twitter účtu zadejte níže vaše uživatelské jméno.
de: Um Abonnements von einem existenten Twitter-Konto zu importieren, geben Sie unten Ihren Nutzernamen an.
eo: Por importi abonojn el ekzistanta Twitter-konto, enigi vian uzantnomon sube.
et: Olemasoleva Twitteri konto tellimuste impordiks palun sisesta alljärgnevalt oma kasutajanimi.
eu: Lehendik dagoen Twitter kontu batetik harpidetzak inportatzeko, idatzi zure erabiltzaile-izena behean.
fr: Pour importer des abonnements depuis un compte Twitter existant, saisissez votre nom d'utilisateur ci-dessous.
id: Untuk mengimpor langganan dari akun Twitter yang ada, masukkan nama pengguna Anda di bawah ini.
it: Per importare le iscrizioni da un account Twitter esistente, inserisci il tuo nome utente qui sotto.
ja: Twitterアカウントから登録アカウントをインポートするには、以下にユーザ名を入力してください。
nb_no: Skriv inn brukernavnet ditt nedenfor hvis du vil importere abonnementer fra en eksisterende Twitter-konto.
pl: Aby zaimportować subskrypcje z istniejącego konta na Twitterze, wprowadź poniżej swoją nazwę użytkownika.
pt: Para importar assinaturas de uma conta existente do Twitter, digite o seu nome de utilizador abaixo.
ru: Чтобы импортировать подписки из существующего аккаунта Twitter, введите свое имя пользователя ниже.
tr: Mevcut bir Twitter hesabından abonelikleri içe aktarmak için aşağıya kullanıcı adınızı girin.
uk: Щоб імпортувати підписки з наявного облікового запису Twitter, введіть своє ім'я користувача нижче.
vi: Để nhập đăng ký từ tài khoản Twitter hiện có, hãy nhập tên người dùng của bạn bên dưới.
zh_hans: 要从现有的Twitter账户导入订阅，请在下面输入你的用户名。
