Repository: jonjomckay/fritter
Catalog: lib/l10n/intl_*.arb
Languages: ar, be, be_latn, ca, cs, de, eo, es, et, eu, fr, id, it, ja, ko, nb_no, nl, pl, pt, ru, tr, uk, vi, zh_hans

source: Please note that the method Fritter uses to import subscriptions is heavily rate-limited by Twitter, so this may fail if you have a lot of followed accounts.
ar: يرجى ملاحظة أن الطريقة التي يستخدمها Fritter لاستيراد الاشتراكات محدودة بشكل كبير من قبل Twitter ، لذلك قد يفشل هذا إذا كان لديك الكثير من الحسابات المتابعة.
be: Улічыце, што метад, які выкарыстоўвае Fritter для імпарту падпісак, вельмі абмежаваны хуткасцю Twitter, таму пры наяўнасці вялікай колькасці падпісак гэта можа не спрацаваць.
ca: Tingueu en compte que el mètode que Fritter utilitza per importar subscripcions està fortament limitat per Twitter, de manera que això pot fallar si teniu molts comptes seguits.
cs: Vezměte prosím na vědomí, že způsob, který používá Fritter pro import odběrů je silně limitován Twitterem, takže při velkém množství sledovaných účtů může tato akce selhat.
de: Bitte beachten Sie, dass Fritter eine Methode zum Importieren von Abonnements verwenden muss, die von Twitter stark eingeschränkt wird. Bei vielen Abonnements könnte der Import möglicherweise fehlschlagen.
eo: Bonvolu noti, ke la metodon Fritter uzas por importi abonojn peze rapidolimigante de Twitter, do eble malsukcesus se vi havus tre multajn da kontojn abonitajn.
et: Palun arvesta, et Fritter kasutab tellimuste impordiks päringut, mille kasutamise sagedust Twitter piirab. Seega kui sul on palju jälgitavaid kontosid, siis import ei pruugi õnnestuda.
eu: Kontuan izan Fritter-ek Twitter bidez harpidetzak inportatzeko erabiltzen duen modua oso mugatuta dagoela eta kontu asko jarraian baditu, huts egin dezakeela.
fr: Veuillez noter que la méthode utilisée par Fritter pour importer les abonnements est fortement limitée par Twitter, cela peut donc échouer si vous avez beaucoup de comptes suivis.
id: Mohon dicatat bahwa metode yang Fritter gunakan untuk mengimpor langganan sangat dibatasi oleh Twitter, jadi ini mungkin akan gagal jika Anda mengikuti banyak akun.
it: Si ricorda che il metodo che Fritter usa per importare le iscrizioni è fortemente limitato da Twitter, quindi potrebbe fallire se segui molti account.
ja: Fritterが登録アカウントをインポートする際に使うメソッドはTwitterが厳しくレート制限しているため、フォローアカウントが多い場合は失敗する可能性があります。
nb_no: Vær oppmerksom på at metoden Fritter bruker for å importere abonnementer er sterkt takstbegrenset av Twitter, så dette kan mislykkes hvis du har mange fulgte kontoer.
pl: Pamiętaj, że metoda, której używa Fritter do importowania subskrypcji, jest mocno ograniczona przez Twittera, więc może się to nie udać, jeśli masz dużo obserwowanych kont.
pt: Observe que o método que o Fritter usa para importar inscrições é fortemente limitado pelo Twitter, portanto, isso pode falhar se estiver a seguir muitas contas.
ru: Учтите, что метод, используемый Fritter для импорта подписок, сильно ограничен скоростью Twitter, поэтому при наличии большого количества подписок это может не сработать.
tr: Fritter'ın abonelikleri içe aktarmak için kullandığı yöntemin Twitter tarafından yüksek oranda sınırlandırıldığını, bu nedenle çok sayıda takip ettiğiniz hesap varsa bunun başarısız olabileceğini lütfen unutmayın.
uk: Будь ласка, зверніть увагу, що метод, який використовує Fritter для імпорту підписок, сильно обмежений Twitter, тому він може не спрацювати, якщо у вас багато акаунтів, на які ви підписані.
vi: Xin lưu ý rằng phương thức Fritter sử dụng để nhập đăng ký bị ảnh hưởng nặng nề bởi Twitter, vì vậy điều này có thể thất bại nếu bạn có nhiều tài khoản đã theo dõi.
zh_hans: 请注意，Fritter用来导入订阅的方法是受到Twitter限制的，所以如果你有多要导入的账号，这可能会失败。

source: If you have any feedback on this feature, please leave it on
ar: إذا كان لديك أي تعليقات عن هذه الميزة، رجائاً اكتبها هنا
be: Калі ў вас ёсць водгукі аб гэтай функцыі, калі ласка, пакіньце іх на
ca: Si tens algun comentari sobre aquesta funció, deixeu-la a
cs: Pokud máte ohledně této funkce jakoukoli zpětnou vazbu, zanechte ji prosím
de: Wenn Sie zu dieser Funktion eine Rückmeldung abgeben möchten, hinterlassen Sie sie bitte auf
eo: Se vi havus iujn ajn rimarkojn pri tiu ĉi eblo, bonvolu lasi ĝin ŝaltite
et: Kui sul on selle funktsioonaalsuse kohta tagasisidet, palun kirjuta sellest aadressil
eu: Funtzio honi buruzko iruzkinen bat baduzu, utzi
fr: Si vous avez des commentaires sur cette fonctionnalité, veuillez m'en faire part
id: Jika Anda punya umpan balik terhadap fitur ini, mohon tinggalkan di
it: Se hai qualche feedback su questa funzione, lascialo nella
ja: この機能にフィードバックがありましたら、こちらにお願いします。
nb_no: Hvis du har tilbakemeldinger om denne funksjonen, vennligst la den være på
pl: Jeśli masz jakieś uwagi na temat tej funkcji, zgłoś je w
pt: Se tiver algum comentário sobre esse recurso, deixe-o em
ru: Если у вас есть отзывы об этой функции, пожалуйста, оставьте их на
tr: Bu özellikle ilgili herhangi bir görüşünüz varsa lütfen geri bildirim yapın
uk: Якщо у вас є відгуки про цю функцію, будь ласка, залиште їх на
vi: Nếu có phản hồi về tính năng này, để nó ở đây
zh_hans: 如果您对此功能有任何反馈，请留言给我们

source: Selecting individual accounts to import, and assigning groups are both planned for the future already!
ar: تحديد حسابات مفردة، وتعيين مجموعات هما ميزات قد خُطط لها بالفعل للمستقبل!
be: Выбар асобных акаўнтаў для імпарту і прызначэнне груп ужо запланаваны на будучыню!
ca: La selecció de comptes individuals per importar i l'assignació de grups ja estan planificats per al futur!
cs: Vybírání individuálních účtů pro import a přidělování skupin jsou již v plánu!
de: Die Auswahl einzelner Importkonten und die Zuweisung zu Gruppen sind bereits für die Zukunft geplant!
eo: Elektado de kontoj individuaj por importi, kaj asignado de grupoj estas ambaŭ planite estontece jam!
et: Nii üksikute kontode valimine importimiseks, kui gruppide määramine on kavandatud järgmiste arendustena!
eu: Inportatu beharreko kontu indibidualak hautatzea eta taldeak esleitzea etorkizunerako aurreikusita daude dagoeneko!
fr: La sélection de comptes individuels à importer et l’affectation de groupes sont déjà en cours de développement !
id: Memilih akun individu untuk diimpor, dan menetapkan grup sudah direncanakan untuk masa mendatang!
it: La selezione dei singoli account da importare e l'assegnazione dei gruppi sono entrambe già pianificate per il futuro!
ja: インポートするアカウントの選択やグループへの割り当ては今後対応予定です！
nb_no: Valg av individuelle kontoer og importere, samt tildeling av grupper er allerede planlagt.
pl: Wybieranie poszczególnych kont do zaimportowania i przypisywanie grup są już zaplanowane na przyszłość!
pt: A seleção de contas individuais para importação e a atribuição de grupos já estão planejadas para o futuro!
ru: Выбор отдельных аккаунтов для импорта и назначение групп уже запланированы на будущее!
tr: İçe aktarılacak bireysel hesapların seçilmesi ve grupların atanması şimdiden gelecek için planlanmıştır!
uk: Вибір окремих облікових записів для імпорту та призначення груп вже заплановано на майбутнє!
vi: Việc nhập tài khoản cá nhân và phân nhóm đã được lên kế hoạch trong tương lai!
zh_hans: 未来我们会支持导入单个账号到指定组！

source: Enter your Twitter username
ar: ادخل اسم مستخدم للتويتر
be: Увядзіце Ваша імя карыстальніка ў Twitter
ca: Introdeix el teu nom d'usuari de Twitter
cs: Zadejte vaše uživatelské jméno na Twitteru
de: Geben Sie Ihren Twitter-Nutzernamen an
eo: Enigi vian uzantnomon de Twitter
et: Sisesta oma Twitteri kasutajanimi
eu: Sartu zure Twitter erabiltzaile-izena
fr: Entrer votre nom d'utilisateur Twitter
id: Masukkan nama pengguna Twitter Anda
it: Inserisci il tuo nome utente di Twitter
ja: Twitterユーザ名を入力
nb_no: Skriv inn ditt Twitter-brukernavn
pl: Wprowadź swoją nazwę użytkownika Twittera
pt: Digite o seu nome de utilizador do Twitter
ru: Введите Ваше имя пользователя в Twitter
tr: Twitter kullanıcı adınızı girin
uk: Введіть своє ім'я користувача у Twitter
vi: Nhập tên người dùng Twitter
zh_hans: 输入你的twitter用户名

source: Your profile must be public, otherwise the import will not work
ar: يجب أن يكون ملف التعريف الخاص بك عاما، وإلا لن يعمل الاستيراد
be: Ваш профіль павінен быць адкрытым, інакш імпарт ня будзе працаваць
ca: El teu perfil ha de ser públic, en cas contrari la importació no funcionarà
cs: Váš profil musí být veřejný, jinak nebude import fungovat
de: Ein öffentliches Profil ist erforderlich, sonst funktioniert der Import nicht
eo: Via profilo devas esti publika, alie la importo ne funkcios
et: Sinu profiil peab olema avalik, muidu import ei toimi
eu: Zure profilak publikoa izan behar du, bestela inportazioak ez du funtzionatuko
fr: Votre profil doit être public, sinon l’importation ne fonctionnera pas
id: Profil Anda harus publik, jika tidak impor tidak akan bekerja
it: Il tuo profilo deve essere pubblico, altrimenti l'importazione non funzionerà
ja: 公開アカウントである必要があります
nb_no: Profilen din må være offentlig, ellers vil ikke importen fungere
pl: Twój profil musi być publiczny, w przeciwnym razie import nie zadziała
pt: O seu perfil deve ser público, caso contrário a importação não funcionará
ru: Ваш профиль должен быть открытым, иначе импортирование не будет работать
tr: Profiliniz herkese açık olmalıdır, aksi takdirde alma işlemi çalışmaz
uk: Ваш профіль має бути публічним, інакше імпорт не спрацює
vi: Tài khoản của bạn phải ở chế độ công khai, nếu không quá trình nhập sẽ không hoạt động
zh_hans: 你的个人资料必须是公开的，否则将无法导入

source: Username
ar: اسم المستخدم
be: Імя карыстальніка
ca: Nom d'usuari
cs: Uživatelské jméno
de: Nutzername
eo: Uzantnomo
et: Kasutajanimi
eu: Erabiltzaile-izena
fr: Nom d’utilisateur
id: Nama pengguna
it: Nome utente
ja: ユーザ名
nb_no: Brukernavn
pl: Nazwa użytkownika
pt: Nome de utilizador
ru: Имя пользователя
tr: Kullanıcı adı
uk: Ім'я користувача
vi: Tên người dùng
zh_hans: 用户名

source: Unable to import
ar: غير قادر على الاستيراد
be: Не атрымоўваецца імпартаваць
ca: No s'ha pogut importar
cs: Import se nezdařil
de: Import nicht möglich
eo: Ne eblas importi
et: Ei ole võimalik importida
eu: Ezin da inportatu
fr: Importation impossible
id: Tidak bisa mengimpor
it: Impossibile importare
ja: インポートできませんでした
nb_no: Kan ikke importere
pl: Nie można zaimportować
pt: Não foi possível importar
ru: Не удаётся импортировать
tr: İçe aktarılamıyor
uk: Не вдалося імпортувати
vi: Không thể nhập
zh_hans: 无法导入

# imported_snapshot_data_users_so_far
source: {snapshotData} users imported so far
ar: {snapshotData} المستخدمين المستوردون حتى الآن
be: Імпартавана {snapshotData} акаўнтаў на дадзены момант
ca: {snapshotData} usuaris importats per ara
cs: Zatím importováno {snapshotData} uživatelů
de: {snapshotData} bisher importierte Benutzer
eo: {snapshotData} uzantoj importiĝis ĝis nun
et: Seni on imporditud {snapshotData} kasutajat
eu: Orain arte inportatutako {snapshotData} erabiltzaileak
fr: {snapshotData} utilisateurs importés jusqu'à présent
id: Mengimpor {snapshotData} pengguna sejauh ini
it: {snapshotData} utenti importati finora
ja: {snapshotData}ユーザがインポートされました
nb_no: {snapshotData} brukere importert så langt
pl: Do tej pory zaimportowano {snapshotData} użytkowników
pt: {snapshotData} utilizadores importados até agora
ru: Импортировано {snapshotData} аккаунтов на данный момент
tr: Şimdiye kadar {snapshotData} kullanıcı içe aktarıldı
uk: {snapshotData} імпортованих користувачів
vi: {snapshotData}người dùng đã được nhập
zh_hans: 已导入{snapshotData} 名用户

source: Finished with {snapshotData} users
ar: تم الانتهاء بـ{snapshotData} مستخدم
be: Завершана праца з акаўнтамі {snapshotData}
ca: Finalitzat amb {snapshotData} usuaris
cs: Dokončeno s {snapshotData} uživateli
de: Beendet mit insgesamt {snapshotData} Nutzern
eo: Finiĝis kun {snapshotData} uzantoj
et: {snapshotData} kasutaja importimine on valmis
eu: {snapshotData} erabiltzaileekin amaitu da
fr: Terminé avec les utilisateurs {snapshotData}
id: Selesai dengan {snapshotData} pengguna
it: Finito con {snapshotData} utenti
ja: {snapshotData}ユーザのインポートが完了しました
nb_no: Fullført med {snapshotData} brukere
pl: Ukończono z {snapshotData} użytkownikami
pt: Terminou com {snapshotData} utilizadores
ru: Завершена работа с аккаунтами {snapshotData}
tr: {snapshotData} kullanıcı ile tamamlandı
uk: Завершено з {snapshotData} користувачами
vi: Đã hoàn tất với {snapshotData} người dùng
zh_hans: {snapshotData} 个关注导入完成

source: No subscriptions. Try searching or importing some!
ar: لا اشتراكات. حاول أن تبحث أو أن تستورد البعض!
be: Няма падпісак. Паспрабуйце пашукаць або імпартаваць нешта!
ca: No hi ha subscripcions. Prova de cercar-ne o importar-ne alguna!
cs: Žádné odběry. Zkuste nějaké vyhledat nebo importovat!
de: Keine Abonnements. Suchen oder importieren Sie welche!
eo: Ne abonoj. Provu serĉi aŭ importi iujn!
et: Tellimusi ei leidu. Kas lisa mõni otsingust või impordi!
eu: Ez dago harpidetzarik. Saiatu batzuk bilatzen edo inportatzen!
fr: Aucun abonnement. Essayez d’en rechercher ou d’en importer !
id: Tidak ada langganan. Coba mencari atau mengimpor beberapa!
it: Nessuna iscrizione. Prova a cercare o importane alcuni!
ja: 登録アカウントがありません。検索するか、インポートしてみてください！
nb_no: Ingen abonnementer. Prøv å søke eller importere noen!
pl: Brak subskrypcji. Spróbuj wyszukać lub zaimportować trochę!
pt: Nenhuma inscrição. Tente pesquisar ou importar alguns!
ru: Нет подписок. Попробуйте поискать или импортировать некоторые!
tr: Abonelik yok. Bazılarını aramayı veya içe aktarmayı deneyin!
uk: Немає підписок. Спробуйте пошукати або імпортувати!
vi: Không có Đăng ký nào. Thử tìm kiếm và nhập xem sao!
zh_hans: 没有订阅。尝试搜索或导入一些!

source: Import from Twitter
ar: الاستيراد من تويتر
be: Імпартаваць з Twitter
ca: Importar de Twitter
cs: Importovat z Twitteru
de: Aus Twitter importieren
eo: Importi el Twitter
et: Impordi Twitterist
eu: Inportatu Twitter-etik
fr: Importer depuis Twitter
id: Impor dari Twitter
it: Importa da Twitter
ja: Twitterからインポート
nb_no: Importer fra Twitter
pl: Importuj z Twittera
pt: Importar do Twitter
ru: Импортировать из Twitter
tr: Twitter'dan içe aktar
uk: Імпортувати з Twitter
vi: Nhập từ Twitter
zh_hans: 从twitter导入

source: Groups
ar: المجموعات
be: Групы
ca: Grups
cs: Skupiny
de: Gruppen
eo: Grupoj
et: Grupid
eu: Taldeak
fr: Groupes
id: Grup
it: Gruppi
ja: グループ
nb_no: Grupper
pl: Grupy
pt: Grupos
ru: Группы
tr: Gruplar
uk: Групи
vi: Nhóm
zh_hans: 订阅组

source: Date Created
ar: تاريخ الإنشاء
be: Дата стварэння
ca: Data de Creació
cs: Datum vytvoření
de: Erstellungsdatum
eo: Dato de kreo
et: Loomiskuupäev
eu: Sortze data
fr: Date de création
id: Tanggal Dibuat
it: Data di creazione
ja: 作成日
nb_no: Opprettelsesdato
pl: Data utworzenia
pt: Data de Criação
ru: Дата создания
tr: Oluşturulma Tarihi
uk: Дата створення
vi: Ngày đăng lên
zh_hans: 创建日期

source: Date Subscribed
ar: تاريخ الاشتراك
be: Дата падпіскі
ca: Data de Subscripció
cs: Datum odběru
de: Abonnierungsdatum
eo: Dato de ekabono
et: Tellimuse lisamise aeg
eu: Harpidetza data
fr: Date d'inscription
id: Tanggal Berlangganan
it: Data di iscrizione
ja: 登録日
nb_no: Abonneringsdato
pl: Data subskrypcji
pt: Data de Inscrição
ru: Дата подписки
tr: Abone Olunan Tarih
uk: Дата підписки
vi: Ngày Đăng ký
zh_hans: 订阅日期

source: Unable to load the trends for {widgetPlaceName}
ar: غير قادر على تحميل الترندات لـ{widgetPlaceName}
be: Немагчыма загрузіць актуальнае для {widgetPlaceName}
ca: No s'han pogut carregar les tendències per {widgetPlaceName}
cs: Nepodařilo se načíst trendy pro {widgetPlaceName}
de: Trends für {widgetPlaceName} konnten nicht geladen werden
eo: Ne eblas ŝarĝi la tendencaĵojn el {widgetPlaceName}
et: Ei õnnestu laadida hetkel populaarsemaid viiteid ja otsinguid riigile või piirkonnale: {widgetPlaceName}
eu: Ezin dira joerak kargatu {widgetPlaceName}
fr: Impossible de charger les tendances pour {widgetPlaceName}
id: Tidak bisa memuat tren untuk {widgetPlaceName}
it: Impossibile caricare le tendenze per {widgetPlaceName}
ja: {widgetPlaceName}のトレンドを読み込めませんでした
nb_no: Kunne ikke laste ned tendenser for {widgetPlaceName}
pl: Nie można załadować trendów dla {widgetPlaceName}
pt: Não foi possível carregar as tendências para {widgetPlaceName}
ru: Невозможно загрузить актуальное для {widgetPlaceName}
tr: {widgetPlaceName} için trendler yüklenemiyor
uk: Не вдалося завантажити тренди для {widgetPlaceName}
vi: Không thể tải xu hướng {widgetPlaceName}
zh_hans: 无法加载{widgetPlaceName}的热门

source: There were no trends returned. This is unexpected! Please report as a bug, if possible.
ar: لم يتم إرجاع أي ترند. هذا غير متوقع! رجائاً أبلغ عن خطأ، إذا كان ممكناً.
be: Не было вернута нічога з актуальнага. Гэта нечакана! Калі ласка, паведаміце аб гэтым як аб памылцы, калі гэта магчыма.
ca: No s'han retornat les tendències. Això és inesperat! Si us plau, informeu-ho com a error, si és possible.
cs: Nebyly vráceny žádné trendy. Toto je neočekávané! Pokud je to možné, nahlaste to prosím jako chybu.
de: Die Trendanfrage ist erfolglos geblieben; dies kommt unerwartet! Bitte als Fehler melden, wenn möglich.
eo: Ne tendencaĵoj revenis. Estas ne atendite! Bonvolu raporti kiel cimo, se eble.
et: Päringu vastuses polnud andmeid hetkel populaarsemate viidete ja otsingute kohta. Seda ei oleks nüüd küll pidanud juhtuma! Kui võimalik siis palun saada meile veateade.
eu: Ez da joerarik itzuli. Hau ezustekoa! Mesedez, jakinarazi akats gisa, ahal baduzu.
fr: Aucune tendance n'a été retournée. C'est inattendu ! Veuillez le signaler comme un bug, si possible.
id: Tidak ada tren yang dikembalikan. Ini tidak terduga! Mohon laporkan sebagai masalah, jika mungkin.
it: Non è stata restituita alcuna tendenza. Questo è inaspettato! Si prega di segnalare un bug, se possibile.
ja: トレンドが返されませんでした。予期せぬ動作です！可能でしたらバグとして報告ください。
nb_no: Det var ingen trender tilbake. Dette er uventet! Vennligst rapporter som en feil, hvis mulig.
pl: Nie zwrócono żadnych trendów. To nieoczekiwane! Jeśli to możliwe, zgłoś błąd.
pt: Não houve tendências devolvidas. Isso é inesperado! Por favor, reporte como um bug, se possível.
ru: Не было возвращено ничего из актуального. Это неожиданно! Пожалуйста, сообщите об этом как об ошибке, если это возможно.
tr: Geri dönen trend yoktu. Bu beklenmedik! Mümkünse lütfen bir hata olarak bildirin.
uk: Немає повернених трендів. Це неочікувано! Будь ласка, повідомте про помилку, якщо можливо.
vi: Không có xu hướng nào được trả lại. Điều này thật bất ngờ! Nếu được hãy ui lòng báo cáo lỗi.
zh_hans: 没有返回的热门。这是出乎意料的! 如果可能的话，请作为一个错误报告。

source: Unable to find the available trend locations.
ar: غير قادر على تحديد موقع الترندات.
be: Немагчыма знайсці даступныя краіны для актуальнага.
ca: No s'han pogut trobar les ubicacions de tendència disponibles.
cs: Nepodařilo se nalézt umístění trendů.
de: Die verfügbaren Orts-/Land-Angaben für Trends konnten nicht gefunden werden.
eo: Ne eblas trovi la lokojn disponeblajn de tendencoj.
et: Ei õnnestu laadida riike ja piirkondi, mille kohta kuvada hetkel populaarsemaid viiteid ja otsinguid.
eu: Ezin dira aurkitu eskuragarri dauden joera-kokapenak.
fr: Impossible de trouver les emplacements de tendance disponibles.
id: Tidak bisa menemukan lokasi tren yang tersedia.
it: Impossibile trovare le posizioni delle tendenze disponibili.
ja: 利用可能なトレンドの地域が見つかりませんでした。
nb_no: Kan ikke finne tilgjengelige trendplasseringer.
pl: Nie można znaleźć dostępnych lokalizacji trendów.
pt: Não foi possível encontrar os locais de tendências disponíveis.
ru: Не удается найти доступные страны для актуального.
tr: Mevcut trend konumları bulunamadı.
uk: Не вдалося знайти доступні місцеположення трендів.
vi: Không tìm thấy xu hướng nào tại địa điểm này.
zh_hans: 无法找到可用的热门位置。

source: Country
ar: البلد
be: Краіна
ca: País
cs: Země
de: Land
eo: Lando
et: Riik
eu: Herrialdea
fr: Pays
id: Negara
it: Nazione
ja: 国
nb_no: Land
pl: Kraj
pt: País
ru: Страна
tr: Ülke
vi: Quốc gia
zh_hans: 国家

source: Unable to stream the trend location preference
ar: غير قادر على بث تفضيل موقع الترندات
be: Немагчыма выканаць перадачу мясцовых пераваг
ca: No s'ha pogut transmetre la preferència d'ubicació de la tendència
cs: Nepodařilo se stremovat předvolbu umístění trendů
de: Die Trendortpräferenz kann nicht gestreamt werden
eo: Ne eblas fluigi la agordon de loko de tendencoj
et: Ei õnnestu edastada hetkel populaarsemaid viidete ja otsingute piirkondade eelistusi
eu: Ezin da igorri joera kokapenaren hobespena
fr: Impossible de diffuser la préférence de localisation de la tendance
id: Tidak bisa mengalirkan preferensi lokasi tren
it: Impossibile trasmettere la preferenza della posizione delle tendenze
ja: トレンドの地域設定をストリームできませんでした
nb_no: Kunne ikke strømme tendensposisjonsvalg
pl: Nie można przesłać strumieniowo preferencji lokalizacji trendu
pt: Não é possível transmitir a preferência de localização da tendência
ru: Невозможно выполнить передачу местных предпочтений
tr: Trend konumu tercihi aktarılamıyor
vi: Không thể phát trực tuyến tùy chọn xu hướng theo địa điểm
zh_hans: 无法传输热门位置偏好

source: Trends
ar: الترندات
be: Актуальныя тэмы
ca: Tendències
cs: Trendy
eo: Tendencaĵoj
et: Hetkel populaarne
eu: Joerak
fr: Tendances
id: Tren
it: Tendenze
ja: トレンド
nb_no: Trender
pl: Trendy
pt: Tendências
ru: Актуальные темы
tr: Trendler
vi: Xu hướng
zh_hans: 热门

# tweets_number
source: {num, plural, zero{no tweets} one{one tweet} two{two tweets} few{{numFormatted} tweets} many{{numFormatted} tweet} other{{numFormatted} tweets}}
ar: {num, plural, zero{لا تغريدات} one{تغريدة واحدة} two{تغريدتان} few{{numFormatted} تغريدات} many{{numFormatted} تغريدة} other{{numFormatted} تغريدات}}
be: {num, plural, zero{няма твітаў} one{твіт} two{твіта} few{{numFormatted} твіты} many{{numFormatted} твитаў} other{{numFormatted} твит}}
ca: {num, plural, zero{cap tweets} one{un tweet} two{dos tweets} few{{numFormatted} tweets} many{{numFormatted} tweet} other{{numFormatted} tweets}}
cs: {num, plural, zero{žádné tweety} one{jeden tweet} two{dva tweety} few{{numFormatted} tweety} many{{numFormatted} tweetů} other{{numFormatted} tweetů}}
de: {Anzahl, Plural, Keiner{keine Tweets} Einer{ein Tweet} Zwei{zwei Tweets} Einige{{numFormatted} Tweets} Viele{{numFormatted} Tweets} Andere{{numFormatted} Tweets}}
eo: {num, plural, zero{ne pepoj} one{unu pepo} two{du pepoj} few{{numFormatted} pepoj} many{{numFormatted} pepoj} other{{numFormatted} pepoj}}
et: {num, plural, zero{säutse pole} one{üks säuts} two{kaks säutsu} few{{numFormatted} säutsu} many{{numFormatted} säutsu} other{{numFormatted} säutsu}}
eu: {num, plural, zero{Txorik gabea} one{Txio bat} two{Bi txio} few{{numFormatted} txio} many{{numFormatted} txio} other{{numFormatted} txio}}
fr: {num, plural, zero{no tweets} one{un tweet} two{deux tweets} few{{numFormatted} tweets} many{{numFormatted} tweet} other{{numFormatted} tweets}}
it: {num, plural, zero{nessun tweet} one{un tweet} two{due tweet} few{{numFormatted} tweet} many{{numFormatted} tweet} other{{numFormatted} tweet}}
ja: {num, plural, zero{0 ツイート} one{1 ツイート} two{2 ツイート} few{{numFormatted} ツイート} many{{numFormatted} ツイート} other{{numFormatted} ツイート}}
nb_no: {num, plural, zero{ingen tvitringer} one{én tvitring} two{to tvitringer} few{{numFormatted} tvitringer} many{{numFormatted} tvitringer} other{{numFormatted} tvitringer}}
pl: {num, plural, zero{brak tweetów} one{1 tweet} two{2 tweety} few{{numFormatted} tweety} many{{numFormatted} tweetów} other{{numFormatted} tweetów}}
pt: {num, plural, zero{nenhum tweet} one{um tweet} two{dois tweets} few{{numFormatted} tweets} many{{numFormatted} tweet} other{{numFormatted} tweets}}
ru: {num, plural, zero{нет твитов} one{твит} two{твита} few{{numFormatted} твитов} many{{numFormatted} твитов} other{{numFormatted} твит}}
tr: {num, plural, zero{tweet yok} one{bir tweet} two{iki tweet} few{{numFormatted} tweet} many{{numFormatted} tweet} other{{numFormatted} tweet}}
vi: {num, plural, zero{không tweets} one{một tweet} two{hai tweets} vài{{numFormatted} tweets} nhiều{{numFormatted} tweet} khác{{numFormatted} tweets}}
zh_hans: {num, plural, zero{0 推文} one{1 推文} two{2 推文} few{{numFormatted} 推文} many{{numFormatted} 推文} other{{numFormatted}推文}}
