Repository: jonjomckay/fritter
Catalog: lib/l10n/intl_*.arb
Languages: ar, be, be_latn, ca, cs, de, eo, es, et, eu, fr, id, it, ja, ko, nb_no, nl, pl, pt, ru, tr, uk, vi, zh_hans

source: Note: Due to a Twitter limitation, not all tweets may be included
ar: ملاحظة: نظراً لقَيد معين من تويتر، قد لا يتم تضمين جميع التغريدات
be: Заўвага: У сувязі з абмежаваннем Twitter, не ўсе твіты могуць быць уключаны
be_latn: Zaŭvaha: U suviazi z abmiežavańniem Twitter, nie ŭsie tvity mohuć być uklučany
ca: Nota: A causa d'una limitació de Twitter, no es poden incloure tots els tuits
cs: Poznámka: kvuli imitaci Twitteru nemusí byt zahrnuty všechny tweety
de: Hinweis: Aufgrund einer Beschränkung seitens Twitter sind möglicherweise nicht alle Tweets enthalten
eo: Noto: Pro limigo de Twitter, ne ĉiuj pepoj eble estas ampleksitaj
es: Nota: Debido a una limitación de Twitter, es posible que no se incluyan todos los tweets
et: Märkus: Twitteri määratud piirangute tõttu ei pruugi kõik säutsud olla kaasatud
eu: Oharra: Twitter-eko muga bat dela eta, litekeena da txio guztiak ez agertzea
fr: Note : En raison d'une limitation de Twitter, tous les tweets peuvent ne pas être inclus
id: Catatan: Karena batasan Twitter, tidak semua cuitan akan disertakan
it: Nota: a causa di una limitazione di Twitter, non tutti i tweet potrebbero essere inclusi
ja: 注意：Twitterの制限により全てのツイートが含まれない可能性があります
ko: 공지: 트위터의 한계로 인하여 모든 트윗이 포함되지 않을 수 있습니다
nb_no: Merk: På grunn av en Twitter-begrensning kan det hende at ikke alle tweets er inkludert
nl: Opmerking: door een beperking bij Twitter kunnen niet alle tweets worden opgenomen
pl: Uwaga: Ze względu na ograniczenia Twittera nie wszystkie tweety mogą zostać uwzględnione
pt: Observação: devido a uma limitação do Twitter, nem todos os tweets podem ser incluídos
ru: Примечание: В связи с ограничением Twitter, не все твиты могут быть включены
tr: Not: Twitter sınırlaması nedeniyle, tüm tweet'ler dahil edilmeyebilir
uk: Примітка: Через обмеження Twitter, не всі твіти можуть бути включені
vi: Lưu ý: Do giới hạn của Twitter, không phải tất cả các tweet đều có thể được đưa vào
zh_hans: 注意：由于Twitter的限制，可能不会包括所有的推文

source: Include replies
ar: تضمين الردود
be: Уключаючы адказы
be_latn: Uklučajučy adkazy
ca: Incloure respostes
cs: Zahrnout odpovědi
de: Antworten mit einschließen
eo: Ampleksi respondojn
es: Incluye las respuestas
et: Sealhulgas vastused
eu: Erantzunak sartu
fr: Inclure les réponses
id: Sertakan balasan
it: Includi risposte
ja: 返信を含める
ko: 답장 포함
nb_no: Ta med svar
nl: Reacties toevoegen
pl: Uwzględniaj odpowiedzi
pt: Incluir respostas
ru: Включая ответы
tr: Yanıtları dahil et
uk: Включити відповіді
vi: Bao gồm các trả lời
zh_hans: 包括回复

source: Include retweets
ar: تضمين إعادات التغاريد
be: Уключаючы рэтвіты
be_latn: Uklučajučy retvity
ca: Incloure retuits
cs: Zahrnout retweety
de: Re-Tweets mit einschließen
eo: Ampleksi repepojn
es: Incluye los retweets
et: Sealhulgas kordussäutsud
eu: Birtxioak sartu
fr: Inclure les retweets
id: Sertakan cuit ulang
it: Includi retweet
ja: リツイートを含める
ko: 리트윗 포함
nb_no: Inkluder retweets
pl: Uwzględniaj tweety podane dalej
pt: Incluir retweets
ru: Включая ретвиты
tr: Retweet'leri dahil et
uk: Включити ретвіти
vi: Bao gồm các retweet
zh_hans: 包括转发

source: Unable to find your saved tweets.
ar: غير قادر على العثور على تغريداتك المحفوظة.
be: Немагчыма знайсці вашыя захаваныя твіты.
be_latn: Niemahčyma znajści vašyja zachavanyja tvity.
ca: No s'han pogut trobar els tweets desats.
cs: Nepodařilo se nalézt vaše uložené tweety.
de: Gespeicherte Tweets können nicht gefunden werden.
eo: Ne eblas trovi viajn pepojn konservitajn.
es: No se pueden encontrar tus tweets guardados.
et: Sinu salvestatud säutsude leidmine ei õnnestu.
eu: Ezin dira aurkitu gordetako txioak.
fr: Impossible de trouver vos tweets enregistrés.
id: Tidak bisa menemukan cuitan tersimpan Anda.
it: Impossibile trovare i tuoi tweet salvati.
ja: 保存したツイートが見つかりませんでした。
ko: 저장된 트윗을 찾을 수 없습니다.
nb_no: Kan ikke finne dine lagrede tweets.
pl: Nie można znaleźć Twoich zapisanych tweetów.
pt: Não foi possível encontrar os seus tweets gravados.
ru: Не удаётся найти ваши сохранённые твиты.
tr: Kayıtlı tweet'leriniz bulunamıyor.
uk: Не вдається знайти збережені твіти.
vi: Không tìm thấy các tweet đã lưu
zh_hans: 无法找到您保存的推文。

# you_have_not_saved_any_tweets_yet
source: You haven't saved any tweets yet!
ar: لم تحفظ أي تغريدة حتى الآن!
be: Вы яшчэ не захавалі ніводнага твіту!
be_latn: Vy jašče nie zachavali nivodnaha tvitu!
ca: Encara no has desat cap tweet!
cs: Zatím jste si neuložili žádné tweety!
de: Sie haben bisher keine Tweets gespeichert!
eo: Vi ne konservis iujn ajn pepojn ankoraŭ!
es: Todavía no se has guardado ningún tuit.
et: Sa pole veel ühtegi säutsu salvestanud!
eu: Oraindik ez duzu txiorik gorde!
fr: Vous n'avez pas encore enregistré de tweets !
id: Anda belum menyimpan cuitan apa pun!
it: Non hai ancora salvato un tweet!
ja: まだツイートを保存していません！
ko: 아무 트윗도 저장하지 않았습니다!
nb_no: Du har ikke lagret noen tweets ennå!
pl: Nie zapisałeś(-aś) jeszcze żadnych tweetów!
pt: Ainda não salvou nenhum tweet!
ru: Вы ещё не сохранили ни одного твита!
tr: Henüz tweet kaydetmediniz!
uk: Ви ще не зберегли жодного твіту!
vi: Bạn chưa lưu bất kỳ tweet nào!
zh_hans: 您还没有保存任何推文呢！

source: Unable to load the search results.
ar: غير قادر على تحميل نتائج البحث.
be: Немагчыма загрузіць вынікі пошуку.
be_latn: Niemahčyma zahruzić vyniki pošuku.
ca: No s'han pogut carregar els resultats de la cerca.
cs: Nepodařilo se načíst výsledky hledání.
de: Die Suchergebnisse können nicht geladen werden.
eo: Ne eblas ŝarĝi la rezultojn de la serĉo.
es: No se pueden cargar los resultados de la búsqueda.
et: Otsingutulemuste laadimine ei õnnestu.
eu: Ezin dira bilaketaren emaitzak kargatu.
fr: Impossible de charger les résultats de la recherche.
id: Tidak bisa memuat hasil pencarian.
it: Impossibile caricare i risultati della ricerca.
ja: 検索結果の読み込みに失敗しました。
ko: 검색결과를 불러올 수 없습니다.
nb_no: Kan ikke laste søkeresultatene.
pl: Nie można załadować wyników wyszukiwania.
pt: Não foi possível carregar os resultados da pesquisa.
ru: Не удаётся загрузить результаты поиска.
tr: Arama sonuçları yüklenemiyor.
uk: Не вдається завантажити результати пошуку.
vi: Không thể tải các kết quả tìm kiếm
zh_hans: 无法载入搜索结果。

source: No results
ar: لا نتائج
be: Нічога не знойдзена
be_latn: Niama vyniku
ca: Sense resultats
cs: Žádné výsledky
de: Keine Ergebnisse
eo: Ne rezultoj
es: No hay resultados
et: Tulemusi pole
eu: Ez dago emaitzarik
fr: Aucun résultat
id: Tidak ada hasil
it: Nessun risultato
ja: 結果なし
ko: 결과 없음
nb_no: Ingen resultater
pl: Brak wyników
pt: Nenhum resultado
ru: Ничего не найдено
tr: Sonuç yok
uk: Немає результатів
vi: Không có kết quả
zh_hans: 没有结果

source: Feed
ar: التلقيم
be: Стужка
be_latn: Stužka
ca: Continguts
cs: Zdroj
eo: Fluo
et: Säutsuvoog
eu: Jarioa
fr: Flux
id: Umpan
ja: フィード
ko: 피드
nb_no: Informasjonsstrøm
pl: Główna
ru: Лента
tr: Akış
uk: Стрічка
vi: Home
zh_hans: 最新

source: Subscriptions
ar: الإشتراكات
be: Падпіскі
be_latn: Padpiski
ca: Subscripcions
cs: Odběry
de: Abonnements
eo: Abonoj
es: Subscripciones
et: Tellimused
eu: Harpidetzak
fr: Abonnements
id: Langganan
it: Iscrizioni
ja: 登録アカウント
ko: 구독
nb_no: Abonnementer
pl: Subskrypcje
pt: Inscrições
ru: Подписки
tr: Abonelikler
uk: Підписки
vi: Đăng ký
zh_hans: 订阅

source: Trending
ar: الشائع
be: Актуальнае
be_latn: Aktualnaje
ca: Tendències
cs: Trendy
eo: Tendencaĵoj
es: Tendencias
et: Hetkel populaarne
eu: Joerak
fr: Tendances
id: Tren
it: Tendenze
ja: トレンド
ko: 트랜드
nb_no: Trender
pl: Trendy
pt: Tendência
ru: Актуальное
tr: Trendler
uk: Тренди
vi: Xu hướng
zh_hans: 热门

source: Saved
ar: المحفوظ
be: Захаванае
be_latn: Zachavanaje
ca: Desat
cs: Uloženo
de: Gespeichert
eo: Konservitaĵoj
es: Guardado
et: Salvestatud
eu: Gordeak
fr: Enregistré
id: Disimpan
it: Salvati
ja: 保存ツイート
ko: 저장됨
nb_no: Lagret
pl: Zapisane
pt: Salvo
ru: Избранное
tr: Kaydedilmiş
uk: Збережено
vi: Đã lưu
zh_hans: 保存

source: Unable to load the list of follows
ar: غير قادر على تحميل قائمة المتابَعون
be: Не атрымоўваецца загрузіць спіс падпісак
be_latn: Niemahčyma zahruzić śpis padpisak
ca: No es pot carregar la llista de Seguint
cs: Nepodařilo se načíst seznam sledování
de: Die Liste der Follower kann nicht geladen werden
eo: Ne eblas ŝarĝi la liston de abonoj
es: No se puede cargar la lista de seguimiento
et: Jälgijate loendi laadimine ei õnnestu
eu: Ezin da jarraipenen zerrenda kargatu
fr: Impossible de charger la liste des abonnés
it: Impossibile caricare l'elenco dei seguiti
ja: フォローリストを読み込めませんでした
ko: 팔로우 목록을 불러올 수 없습니다
nb_no: Kan ikke laste inn listen over følger
pl: Nie można załadować listy obserwowanych
pt: Não foi possível carregar a lista de seguidores
ru: Не удаётся загрузить список читаемых
tr: Aşağıdakilerin listesi yüklenemiyor
uk: Не вдається завантажити список підписників
vi: Không thể tải danh sách theo dõi
zh_hans: 无法加载关注列表

source: Unable to load the next page of follows
ar: غير قادر على تحميل الصفحة المتابَعون التالية
be: Не атрымоўваецца загрузіць наступную старонку чытаемых
be_latn: Niemahčyma zahruzić nastupnuju staronku čytalnych
ca: No es pot carregar la pàgina següent de Seguint
cs: Nepodařilo se načíst další stránku sledování
de: Die weiteren Follower können nicht geladen werden
eo: Ne eblas ŝarĝi la sekvan paĝon de abonoj
et: Jälgijate loendi järgmise lehe laadimine ei õnnestu
eu: Ezin da jarraipenen hurrengo orrialdea kargatu
fr: Impossible de charger la page suivante
it: Impossibile caricare la pagina successiva dei seguiti
ja: 次ページのフォローを読み込めませんでした
ko: 다음 페이지 팔로우 목록을 불러올 수 없습니다
nb_no: Kunne ikke laste inn neste side med følgere
pl: Nie można załadować następnej strony z obserwowanymi
pt: Não foi possível carregar a próxima página de seguidores
ru: Не удаётся загрузить следующую страницу читаемых
tr: Takip edenlerin sonraki sayfası yüklenemiyor
uk: Не вдається завантажити наступну сторінку з підписниками
vi: Không thể tải trang tiếp theo của danh sách theo dõi
zh_hans: 无法载入下一页内容

source: This user does not follow anyone!
ar: هذا المستخدم لا يتابِع أحداً!
be: Гэты карыстальнік нікога не чытае!
be_latn: Hety karystalnik nikoha nie čytaje!
ca: Aquest usuari no segueix a ningú!
cs: Tento uživatel nikoho nesleduje!
de: Dieser Nutzer folgt niemandem!
eo: Tiu ĉi uzanto ne observas iun ajn!
es: ¡Este usuario no sigue a nadie!
et: See kasutaja ei jälgi mitte kedagi!
eu: Erabiltzaile honek ez du inor jarraitzen!
fr: Cet utilisateur ne suit personne !
id: Pengguna ini tidak mengikuti siapa pun!
it: Questo utente non segue nessuno!
ja: このユーザは誰もフォローしていません！
ko: 해당 유저는 아무도 팔로우 하지 않았습니다!
nb_no: Denne brukeren følger ingen!
pl: Ten użytkownik nikogo nie obserwuje!
pt: Este utilizador não segue ninguém!
ru: Этот пользователь никого не читает!
tr: Bu kullanıcı kimseyi takip etmiyor!
uk: Цей користувач ні за ким не стежить!
vi: Người này không theo dõi ai hết!
zh_hans: 这个人谁都没关注😅！

source: This user does not have anyone following them!
ar: هذا المستخدم ليس لديه أي اشخاص يتابعهم!
be: Гэтага карыстальніка ніхто не чытае!
be_latn: Hetaha karystalnika nichto nie čytaje!
ca: Aquest usuari no té ningú que els segueixi!
cs: Tohoto uživatele nikdo nesleduje!
de: Dieser Nutzer hat keine Follower!
eo: Tiu ĉi uzanto ne havas iun ajn observante si!
et: Mitte keegi ei jälgi seda kasutajat!
eu: Erabiltzaile hau ez du inork jarraitzen!
fr: Cet utilisateur n'a personne qui le suit !
id: Pengguna ini tidak punya seseorang yang mengikuti mereka!
it: Nessuno sta seguendo questo utente!
ja: このユーザをフォローしている人はいません！
ko: 해당 유저는 팔로워가 없습니다!
nb_no: Denne brukeren har ingen som følger dem!
pl: Ten użytkownik nie jest obserwowany przez nikogo!
pt: Este utilizador não tem nenhum seguidor!
ru: Этого пользователя никто не читает!
tr: Bu kullanıcıyı takip eden kimse yok!
uk: Цей користувач не має жодного підписника!
vi: Người dùng này không có ai theo dõi họ!
zh_hans: 没有人关注他，令人感叹😥！

source: Unable to load the tweets
ar: غير قادر على تحميل التغريدات
be: Не атрымоўваецца загрузіць твіты
be_latn: Niemahčyma zahruzić tvity
ca: No s'han pogut carregar els tweets
cs: Nepodařilo se načíst tweety
de: Die Tweets können nicht geladen werden
eo: Ne eblas ŝarĝi la pepojn
et: Säutsude laadimine ei õnnestu
eu: Ezin da txioa kargatu
fr: Impossible de charger les tweets
id: Tidak bisa memuat cuitan
it: Impossibile caricare i tweet
ja: ツイートを読み込めませんでした
ko: 트윗을 불러올 수 없습니다
nb_no: Kunne ikke laste inn tvitringene
pl: Nie można załadować tweetów
pt: Não foi possível carregar os tweets
ru: Не удаётся загрузить твиты
tr: Tweet'ler yüklenemedi
uk: Не вдається завантажити твіти
vi: Không thể tải các tweet
zh_hans: 无法载入推文

source: Unable to load the profile
ar: غير قادر على تحميل الملف الشخصي
be: Немагчыма загрузіць профіль
be_latn: Niemahčyma zahruzić profil
ca: No s'ha pogut carregar el perfil
cs: Nepodařilo se načíst profil
de: Das Profil kann nicht geladen werden
eo: Ne eblas ŝarĝi la profilon
et: Profiili laadimine ei õnnestu
eu: Ezin da profila kargatu
fr: Impossible de charger le profil
id: Tidak bisa memuat profil
it: Impossibile caricare il profilo
ja: プロフィールを読み込めませんでした
ko: 프로필을 불러올 수 없습니다
nb_no: Kunne ikke laste inn profilen
pl: Nie można załadować profilu
pt: Não foi possível carregar o perfil
ru: Не удаётся загрузить профиль
tr: Profil yüklenemiyor
uk: Не вдається завантажити профіль
vi: Không thể tải Hồ sơ
zh_hans: 无法载入配置文件

source: Tweets
ar: التغريدات
be: Твіты
be_latn: Tvity
ca: Tuits
cs: Tweety
eo: Pepoj
et: Säutsud
eu: Txioak
id: Cuitan
it: Tweet
ja: ツイート
ko: 트윗
nb_no: Tvitringer
pl: Tweety
ru: Твиты
tr: Tweet'ler
uk: Твіти
vi: Các Tweet
zh_hans: 推文

# tweets_and_replies
source: Tweets & Replies
ar: التغريدات والردود
be: Твіты і Адказы
be_latn: Tvity dy Adkazy
ca: Tweets i Respostes
cs: Tweety a odpovědi
de: Tweets & Antworten
eo: Pepoj k. Respondoj
et: Säutsud ja vastused
eu: Txioak eta erantzunak
fr: Tweets & Réponses
id: Cuitan & Balasan
it: Tweet e risposte
ja: ツイートと返信
ko: 트윗 & 답장
nb_no: Tvitringer og svar
pl: Tweety i odpowiedzi
pt: Tweets e Respostas
ru: Твиты и Ответы
tr: Tweet'ler & Yanıtlar
uk: Твіти і відповіді
vi: Tweets & Trả lời
zh_hans: 推文和回复

source: Media
ar: الوسائط
be: Медыя
be_latn: Medyja
ca: Mèdia
cs: Média
de: Medien
eo: Plurmedio
et: Meedia
eu: Multimedia
fr: Médias
it: Contenuti
ja: メディア
ko: 미디어
pl: Multimedia
pt: Mídia
ru: Медиа
tr: Medya
uk: Медіа
vi: Phương tiện
zh_hans: 媒体

source: Following
ar: المتابَعون
be: Чытае
be_latn: Čytaje
ca: Seguint
cs: Sledování
de: Abonniert
eo: Abonoj
et: Jälgitavaid
eu: Jarraitzen
fr: Abonnements
id: Mengikuti
it: Seguiti
ja: フォロー
ko: 팔로잉
nb_no: Følger
pl: Obserwowani
pt: Seguindo
ru: Читает
tr: Takip ediyor
uk: Слідкує
vi: Đang theo dõi
zh_hans: 关注

source: Followers
ar: المتابِعون
be: Чытачы
be_latn: Čytačy
ca: Seguidors
cs: Sledující
de: Abonnenten (Follower)
eo: Abonantoj
et: Jälgijaid
eu: Jarraitzaileak
fr: Abonnés
id: Pengikut
it: Seguaci
ja: フォロワー
ko: 팔로워
nb_no: Følgere
pl: Obserwujący
pt: Seguidores
ru: Читатели
tr: Takipçiler
uk: Підписники
vi: Người theo dõi
zh_hans: 粉丝

source: Export
ar: تصدير
be: Экспартаваць
be_latn: Ekspartavać
ca: Exportar
cs: Exportovat
de: Exportieren
eo: Eksporti
et: Eksport
eu: Esportatu
fr: Exporter
id: Ekspor
it: Esporta
ja: エクスポート
ko: 내보내기
nb_no: Eksporter
pl: Eksportuj
pt: Exportar
ru: Экспортировать
tr: Dışa aktar
uk: Експорт
vi: Xuất
zh_hans: 导出

source: Data exported to {fullPath}
ar: صُدِّرَت البيانات إلى {fullPath}
be: Дадзеныя экспартуюцца ў {fullPath}
be_latn: Dadzienyja ekspartujucca ŭ {fullPath}
ca: Dades exportades a {fullPath}
cs: Data exportována do {fullPath}
de: Daten wurden exportiert nach {fullPath}
eo: Datumoj eksportiĝis al {fullPath}
et: Andmed on eksporditud kausta {fullPath}
eu: {fullPath}-era esportatu dira datuak
fr: Données exportées vers {fullPath}
id: Data diekspor ke {fullPath}
it: Dati esportati in {fullPath}
ja: データが{fullPath}にエクスポートされました
ko: 정보를 {fullPath}(으)로 내보냈습니다
nb_no: Data eksportert til {fullPath}
pl: Dane wyeksportowano do {fullPath}
pt: Dados exportados para {fullPath}
ru: Данные экспортируются в {fullPath}
tr: Veriler {fullPath} konumuna aktarıldı
uk: Дані експортовано до {fullPath}
vi: Xuất dữ liệu tới {fullPath}
zh_hans: 导出数据到路径{fullPath}

source: Data exported to {fileName}
ar: صُدِّرَت البيانات إلى {fileName}
be: Дадзеныя экспартуюцца ў {fileName}
be_latn: Dadzienyja ekspartujucca ŭ {fileName}
ca: Dades exportades a {fileName}
cs: Data exportována do {fileName}
de: Daten wurden exportiert nach {fileName}
eo: Datumoj eksportiĝis al {fileName}
et: Andmed on eksporditud faili {fileName}
eu: {fileName}-era esportatu dira datuak
fr: Données exportées vers {fileName}
id: Data diekspor ke {fileName}
it: Dati esportati in {fileName}
ja: データが{fileName}にエクスポートされました
ko: 정보를 {fileName}(으)로 내보냈습니다
nb_no: Data eksportert til {fileName}
pl: Dane wyeksportowano do {fileName}
pt: Dados exportados para {fileName}
ru: Данные экспортируются в {fileName}
tr: Veriler {fileName}'a aktarıldı
uk: Дані експортовано до {fileName}
vi: Xuất dữ liệu tới {fileName}
zh_hans: 导出数据到文件{fileName}

source: Your device is running a version of Android older than KitKat (4.4), so the export can only be saved to:
ar: جهازك يشتغل على نظام أقدم من أندرويد كيت كات (4.4)، لذلك يستطيع التصدير أن يُحفظ فقط إلى:
be: На вашым прыладзе ўсталявана версія Android старэйшыя за KitKat (< 4.4), таму экспарт можа быць захаваны толькі ў:
be_latn: Vaša pryłada pracuje pad kiravańniem versyi Android, starejšyj za KitKat (4.4), tamu ekspart moža być zachavany tolki ŭ:
ca: El dispositiu té una versió d'Android anterior a KitKat (4.4), de manera que l'exportació només es pot desar a:
cs: Vaše zařízení používá verzi Androidu starší než KitKat (4.4), takže může být export uložen pouze do:
de: Auf Ihrem Gerät läuft eine Android-Version, die älter ist als KitKat (4.4), daher kann nur exportiert werden nach:
eo: Via aparato rulas version de Android pliaĝan ol KitKat (4.4), do la eksporto nur eblas konserviĝi al:
et: Sinu seadmes on vanem Androidi versioon kui KitKat (4.4) ja seega eksporditavaid andmeid on võimalik vaid salvestada siia:
eu: Zure gailua KitKat (4.4) baino zaharragoa den Android-en bertsio bat exekutatzen ari da; beraz, esportazioa hemen bakarrik gorde daiteke:
fr: Votre appareil fonctionne avec une version d'Android antérieure à KitKat (4.4), l'exportation ne peut donc être sauvegardée que sur :
id: Perangkat Anda menjalankan versi Android yang lebih tua dari KitKat (4.4), jadi ekspor hanya bisa disimpan ke:
it: Il tuo dispositivo sta usando una versione di Android più vecchia di KitKat (4.4), quindi l'esportazione può essere salvata solo su:
ja: KitKat (4.4)以前のAndroidバージョンで動作しているため、エクスポートでは以下の場所のみに保存できます：
ko: 해당 기기는 안드로이드 4.4(KitKat)보다 버전이 높기에 추출이 해당으로만 저장될 수 있습니다:
nb_no: Enheten din kjører en versjon av Android eldre enn KitKat (4.4), så eksporten kan kun lagres i:
pl: Na Twoim urządzeniu jest wersja Androida starsza niż KitKat (4.4), więc dane można eksportować tylko do:
pt: O seu aparelho está a executar uma versão do Android anterior ao KitKat (4.4), portanto, a exportação só pode ser salva em:
ru: На вашем устройстве установлена версия Android старше KitKat (< 4.4), поэтому экспорт может быть сохранен только в:
tr: Cihazınız KitKat'tan (4.4) daha eski bir Android sürümü çalıştırıyor, bu nedenle dışa aktarma sadece şuraya kaydedilebilir:
uk: На вашому пристрої встановлено версію Android, старішу за KitKat (4.4), тому експорт може бути збережено лише до:
vi: Thiết bị của bạn đang chạy phiên bản Android cũ hơn Kitkat (4.4), vì vậy bản xuất chỉ có thể được lưu vào:
zh_hans: 你的设备运行的是比Android（4.4）更早的安卓版本，所有导出的数据只能保存到以下位置：

source: Export settings?
ar: تصدير الإعدادات؟
be: Экспартаваць наладкі?
be_latn: Ekspartavać nałady?
ca: Exportar la configuració?
cs: Exportovat nastavení?
de: Exporteinstellungen?
eo: Ĉu eksporti la agordojn?
et: Kas ekspordime seadistused?
eu: Ezarpenak esportatu nahi dituzu?
fr: Exporter les paramètres ?
id: Ekspor pengaturan?
it: Esportare le impostazioni?
ja: 設定をエクスポート？
ko: 내보내기 설정?
nb_no: Eksporter innstillinger?
pl: Wyeksportować ustawienia?
pt: Exportar configurações?
ru: Экспортировать настройки?
tr: Ayarlar aktarılsın mı?
uk: Експортувати налаштування?
vi: Cài đặt xuất dữ liệu?
zh_hans: 导出设置？

source: Export subscriptions?
ar: تصدير الاشتراكات؟
be: Экспартаваць падпіскі?
be_latn: Ekspartavać padpiski?
ca: Exportar les subscripcions?
cs: Exportovat odběry?
de: Abonnementliste exportieren?
eo: Ĉu eksporti la abonojn?
et: Kas ekspordime tellimused?
eu: Harpidetzak esportatu nahi dituzu?
fr: Exporter les abonnements ?
id: Ekspor langganan?
it: Esportare le iscrizioni?
ja: 登録アカウントをエクスポート？
ko: 구독 내보내기?
nb_no: Eksporter abonnementer?
pl: Wyeksportować subskrypcje?
pt: Exportar inscrições?
ru: Экспортировать подписки?
tr: Abonelikler aktarılsın mı?
uk: Експортувати підписки?
vi: Xuất các đăng ký
zh_hans: 导出订阅？

source: Export subscription groups?
ar: تصدير مجموعات الاشتراكات؟
be: Экспартаваць групы падпісак?
be_latn: Ekspartavać hrupy padpisak?
ca: Exportar els grups de subscripcions?
cs: Exportovat skupiny odběrů?
de: Abo-Gruppen exportieren?
eo: Ĉu eksporti la grupojn de abonoj?
et: Kas ekspordime tellimuste grupid?
eu: Harpidetza-taldeak esportatu nahi dituzu?
fr: Exporter les groupes d'abonnement ?
id: Ekspor grup langganan?
it: Esportare i gruppi di iscrizioni?
ja: 登録グループをエクスポート？
ko: 구독 그룹을 내보내겠습니까?
nb_no: Eksporter abonnementsgrupper?
pl: Wyeksportować grupy subskrypcji?
pt: Exportar grupos de inscrições?
ru: Экспортировать группы подписок?
tr: Abonelik grupları aktarılsın mı?
uk: Експортувати групи підписників?
vi: Xuất các nhóm đăng ký
zh_hans: 导出订阅组？

source: Export subscription group members?
ar: تصدير أفراد مجموعات الاشتراكات؟
be: Экспартаваць удзельнікаў груп падпісак?
be_latn: Ekspartavać udzielnikaŭ hrup padpisak?
ca: Exportar els membres dels grups de subscripcions?
cs: Exportovat členy skupin odběrů?
de: Gruppenmitgliedsliste exportieren?
eo: Ĉu eksporti la membrojn de grupo de abonoj?
et: Kas ekspordime tellimuste gruppide liikmed?
eu: Harpidetza taldeko kideak esportatu nahi dituzu?
fr: Exporter les membres du groupe d'abonnement ?
id: Ekspor anggota grup langganan?
it: Esportare i membri dei gruppi di iscrizioni?
ja: 登録グループのアカウントをエクスポート？
ko: 구독 그룹 맴버를 내보내겠습니까?
nb_no: Eksporter abonnementsgruppemedlemmer?
pl: Wyeksportować członków grup subskrypcji?
pt: Exportar membros do grupo de inscrições?
ru: Экспортировать участников групп подписок?
tr: Abonelik grubu üyeleri aktarılsın mı?
uk: Експортувати членів групи підписників?
vi: Xuất thành viên các nhóm đăng ký?
zh_hans: 导出订阅组成员？

source: Export tweets?
ar: تصدير التغريدات؟
be: Экспартаваць твіты?
be_latn: Ekspartavać tvity?
ca: Exportar tuits?
cs: Exportovat tweety?
de: Tweets exportieren?
eo: Ĉu eksporti pepojn?
et: Kas ekspordime säutsud?
eu: Txioak esportatu nahi dituzu?
fr: Exporter les tweets ?
id: Ekspor cuitan?
it: Esportare i tweet?
ja: ツイートをエクスポート？
ko: 트윗 내보내기?
nb_no: Eksporter tvitringer?
pl: Wyeksportować tweety?
pt: Exportar tweets?
ru: Экспортировать твиты?
tr: Tweet'ler aktarılsın mı?
uk: Експортувати твіти?
vi: Xuất tweets?
zh_hans: 导出推文？

source: Data imported successfully
ar: استوردت البيانات بنجاح
be: Дадзеныя паспяхова імпартаваны
be_latn: Dadzienyja paśpiachova impartavany
ca: Dades importades correctament
cs: Data úspěšně importována
de: Daten erfolgreich importiert
eo: Datumoj importiĝis sukcese
et: Andmete importimine õnnestus
eu: Datuak behar bezala inportatu dira
fr: Données importées avec succès
id: Data berhasil diimpor
it: Dati importati con successo
ja: データのインポートに成功しました
ko: 데이터가 성공적으로 내보내졌습니다
nb_no: Data importert
pl: Dane zostały zaimportowane
pt: Dados importados com sucesso
ru: Данные успешно импортированы
tr: Veriler başarıyla içe aktarıldı
uk: Дані успішно імпортовано
vi: Nhập dữ liệu thành công
zh_hans: 数据导入成功
