Repository: jonjomckay/fritter
Catalog: lib/l10n/intl_*.arb
Languages: ar, be, be_latn, ca, cs, de, eo, es, et, eu, fr, id, it, ja, ko, nb_no, nl, pl, pt, ru, tr, uk, vi, zh_hans

# ended_timeago_format_endsAt_allowFromNow_true
source: Ended {timeagoFormat}
ar: اتنهى {timeagoFormat}
be: Завершана {timeagoFormat}
ca: Acabat {timeagoFormat}
cs: Ukončeno {timeagoFormat}
de: Beendet seit {timeagoFormat}
eo: Finiĝis {timeagoFormat}
et: Lõppes {timeagoFormat}
eu: Amaituta {timeagoFormat}
fr: Terminé {timeagoFormat}
id: Selesai {timeagoFormat}
it: Finito {timeagoFormat}
ja: {timeagoFormat}に終了
nb_no: Sluttet {timeagoFormat}
pl: Zakończono {timeagoFormat}
pt: Finalizado {timeagoFormat}
ru: Завершено {timeagoFormat}
tr: {timeagoFormat} sona erdi
vi: Đã kết thúc {timeagoFormat}
zh_hans: {timeagoFormat}已结束

# ends_timeago_format_endsAt_allowFromNow_true
source: Ends {timeagoFormat}
ar: يتنهي {timeagoFormat}
be: Завершыцца праз {timeagoFormat}
ca: Acaba {timeagoFormat}
cs: Končí za {timeagoFormat}
de: Endet {timeagoFormat}
eo: Finiĝos {timeagoFormat}
et: Lõppeb {timeagoFormat}
eu: Amaitzen da {timeagoFormat}
fr: Fin {timeagoFormat}
id: Selesai {timeagoFormat}
it: Finisce {timeagoFormat}
ja: {timeagoFormat}に終了
nb_no: Slutter {timeagoFormat}
pl: Kończy się {timeagoFormat}
pt: Termina {timeagoFormat}
ru: Завершится через {timeagoFormat}
tr: Bitiş {timeagoFormat}
vi: Kết thúc {timeagoFormat}
zh_hans: {timeagoFormat}结束

# numberFormat_format_total_votes
source: {num, plural, zero{No votes} one{One vote} two{Two votes} few{{numFormatted} votes} many{{numFormatted} vote} other{{numFormatted} votes}}
ar: {num, plural, zero{ولا تصويت} one{تصويت واحد} two{تصويتان} few{{numFormatted} تصويتات} many{{numFormatted} تصويت} other{{numFormatted} تصويتات}}
be: {num, plural, zero{няма галасоў} one{голас} two{галасы} few{{numFormatted} галасы} many{{numFormatted} галасоў} other{{numFormatted} голас}}
ca: {num, plural, zero{Cap vot} one{Un vot} two{Dos vots} few{{numFormatted} vots} many{{numFormatted} vot} other{{numFormatted} vots}}
cs: {num, plural, zero{Žádné hlasy} one{Jeden hlas} two{Dva hlasy} few{{numFormatted} hlasy} many{{numFormatted} hlasů} other{{numFormatted} hlasů}}
de: {Anzahl, Plural, Keine{Keine Stimmen} Eine{Eine Stimme} Zwei{Zwei Stimmen} Einige{{numFormatted} Stimmen} Viele{{numFormatted} Stimmen} Andere{{numFormatted} Stimmen}}
eo: {num, plural, zero{Ne voĉoj} one{Unu voĉo} two{Du voĉoj} few{{numFormatted} voĉoj} many{{numFormatted} voĉoj} other{{numFormatted} voĉoj}}
et: {num, plural, zero{pole hääletatud} one{üks hääl} two{kaks häält} few{{numFormatted} häält} many{{numFormatted} häält} other{{numFormatted} häält}}
eu: {num, plural, zero{Botorik gabea} one{Boto bat} two{Bi boto} few{{numFormatted} boto} many{{numFormatted} boto} other{{numFormatted} boto}}
fr: {num, plural, zero{Aucun vote} one{Un vote} two{Deux votes} few{{numFormatted} votes} many{{numFormatted} vote} other{{numFormatted} votes}}
it: {num, plural, zero{Nessun voto} one{Un voto} two{Due voti} few{{numFormatted} voti} many{{numFormatted} voto} other{{numFormatted} voti}}
ja: {num, plural, zero{0 票} one{1 票} two{2 票} few{{numFormatted} 票} many{{numFormatted} 票} other{{numFormatted} 票}}
nb_no: {num, plural, zero{ingen stemmer} one{én stemme} two{to stemmer} few{{numFormatted} stemmer} many{{numFormatted} stemme} other{{numFormatted} stemmer}}
pl: {num, plural, zero{brak głosów} one{1 głos} two{2 głosy} few{{numFormatted} głosy} many{{numFormatted} głosów} other{{numFormatted} głosów}}
pt: {num, plural, zero{Nenhum voto} one{Um voto} two{Dois votos} few{{numFormatted} votos} many{{numFormatted} voto} other{{numFormatted} votos}}
ru: {num, plural, zero{нет голосов} one{голос} two{голоса} few{{numFormatted} голосов} many{{numFormatted} голосов} other{{numFormatted} голос}}
tr: {num, plural, zero{Oy yok} one{Bir oy} two{İki oy} few{{numFormatted} oy} many{{numFormatted} oy} other{{numFormatted} oy}}
zh_hans: {num, plural, zero{0 票} one{1 票} two{2 票} few{{numFormatted} 票} many{{numFormatted} 票} other{{numFormatted} 票}}

# tap_to_show_getMediaType_item_type
source: Tap to show {getMediaType}
ar: انقر للعرض {getMediaType}
be: Націсніце, каб паказаць {getMediaType}
ca: Fes un toc per mostrar {getMediaType}
cs: Ťukněte pro zobrazení {getMediaType}
de: Antippen, um {getMediaType} anzuzeigen
eo: Premu por vidi {getMediaType}
et: {getMediaType} kuvamiseks klõpsi
eu: Sakatu {getMediaType} erakusteko
fr: Appuyer pour afficher {getMediaType}
id: Ketuk untuk menampilkan {getMediaType}
it: Tocca per mostrare {getMediaType}
ja: タップして{getMediaType}を表示
nb_no: Trykk for å vise {getMediaType}
pl: Naciśnij, aby wyświetlić {getMediaType}
pt: Toque para mostrar {getMediaType}
ru: Нажмите, чтобы показать {getMediaType}
tr: {getMediaType} göstermek için dokunun
vi: Nhấp để mở{getMediaType}
zh_hans: 点击 {getMediaType}显示

source: Unable to save the media. Twitter returned a status of {responseStatusCode}
ar: تعذر حفظ الوسائط. أعاد تويتر حالة {responseStatusCode}
be: Немагчыма захаваць мэдыяфайл. Twitter вярнуў статус {responseStatusCode}
ca: No s'ha pogut desar el suport. Twitter ha retornat un estat de {responseStatusCode}
cs: Nepodařilo se uložit média. Twitter vrátil stav {responseStatusCode}
de: Medien konnten nicht gespeichert werden. Twitter gab folgenden Statuscode zurück: {responseStatusCode}
eo: Ne eblas konservi la plurmedion. Twitter revenigis staton de {responseStatusCode}
et: Meedia salvestamine ei õnnestu. Twitter'i vastus päringule: {responseStatusCode}
eu: Ezin da multimedia gorde. Twitter-ek {responseStatusCode} egoerara itzuli du
fr: Impossible d'enregistrer le média. Twitter a renvoyé un statut de {responseStatusCode}
id: Tidak dapat menyimpan media. Twitter mengembalikan status {responseStatusCode}
it: Impossibile salvare il contenuto. Twitter ha restituito uno stato di {responseStatusCode}
ja: メディアを保存できませんでした。Twitterから返されたステータス：{responseStatusCode}
nb_no: Kunne ikke lagre mediafilen. Twitter svarte med {responseStatusCode}
pl: Nie można zapisać multimediów. Twitter zwrócił status {responseStatusCode}
pt: Não foi possível gravar a mídia. O Twitter retornou um estado de {responseStatusCode}
ru: Невозможно сохранить медиафайл. Twitter вернул статус {responseStatusCode}
tr: Medya kaydedilemiyor. Twitter {responseStatusCode} durumuyla döndü
vi: Không thể lưu phương tiện. Twitter đã trả lại trạng thái {responseStatusCode}
zh_hans: 无法保存媒体。Twitter返回的状态是{responseStatusCode}

source: Downloading media...
ar: تحميل الوسائط...
be: Загрузка медыя...
ca: Descarregant suports...
cs: Stahování médií...
de: Medien werden heruntergeladen...
eo: Elŝutas plurmedion...
et: Laadin alla meediat...
eu: Multimedia deskargatzen...
fr: Téléchargement des médias…
id: Mengunduh media...
it: Download del contenuto in corso...
ja: メディアをダウンロード中...
nb_no: Laster ned media …
pl: Pobieranie multimediów…
pt: Descarregando mídia...
ru: Загрузка медиа...
tr: Medya indiriliyor...
vi: Đang tải phương tiện...
zh_hans: 正在下载媒体...

# successfully_saved_the_media
source: Saved the media!
ar: تم حفظ الوسائط!
be: Файл захаваны!
ca: Suport desat!
cs: Média uložena!
de: Medien gespeichert.
eo: Konservis la plurmedion!
et: Salvestasin meedia!
eu: Multimedia gorde da!
fr: Le média est sauvegardé !
id: Berhasil menyimpan media!
it: Contenuto salvato!
ja: メディアが保存されました。
nb_no: Media lagret.
pl: Multimedia zostały zapisane!
pt: Salvou a mídia!
ru: Файл сохранён.
tr: Medya kaydedildi!
vi: Đã lưu phương tiện!
zh_hans: 已保存媒体文件。

source: Unknown
ar: غير معروف
be: Невядомы
ca: Desconegut
cs: Neznámé
de: Unbekannt
eo: Nekonata
et: Teadmata
eu: Ezezaguna
fr: Inconnu
id: Tidak diketahui
it: Sconosciuto
ja: 不明
nb_no: Ukjent
pl: Nieznane
pt: Desconhecido
ru: Неизвестный
tr: Bilinmeyen
vi: Không biết
zh_hans: 未知

source: Playback speed
ar: سرعة التشغيل
be: Хуткасць прайгравання
ca: Velocitat de reproducció
cs: Rychlost přehrávání
de: Wiedergabegeschwindigkeit
eo: Rapido de reproduktado
et: Taasesituse kiirus
eu: Erreprodukzio abiadura
fr: Vitesse de lecture
id: Kecepatan pemutaran
it: Velocità di riproduzione
ja: 再生速度
nb_no: Avspillingshastighet
pl: Prędkość odtwarzania
pt: Velocidade de reprodução
ru: Скорость воспроизведения
tr: Oynatma hızı
vi: Tốc độ phát
zh_hans: 播放速度

source: Subtitles
ar: السطرجة
be: Субцітры
ca: Subtítols
cs: Titulky
de: Untertitel
eo: Subtekstoj
et: Subtiitrid
eu: Azpitituluak
fr: Sous-titres
id: Takarir
it: Sottotitoli
ja: 字幕
nb_no: Undertitler
pl: Napisy
pt: Legendas
ru: Субтитры
tr: Altyazılar
vi: Phụ đề
zh_hans: 字幕

source: LIVE
ar: مباشر
be: Прамы эфір
ca: DIRECTE
cs: ŽIVĚ
eo: REKTE
et: Otsesaade
eu: ZUZENEAN
fr: DIRECT
id: LANGSUNG
ja: ライブ
nb_no: DIREKTE
pl: NA ŻYWO
ru: Прямой эфир
tr: CANLI
zh_hans: 活跃

source: Download
ar: تحميل
be: Спампаваць
ca: Descarregar
cs: Stáhnout
de: Herunterladen
eo: Elŝuti
et: Laadi alla
eu: Deskargatu
fr: Télécharger
id: Unduh
it: Scarica
ja: ダウンロード
nb_no: Last ned
pl: Pobierz
pt: Descarregar
ru: Скачать
tr: İndir
vi: Tải xuống
zh_hans: 下载

source: {thisTweetUserName} retweeted
ar: {thisTweetUserName} أعاد التغريد
be: {thisTweetUserName} ретвітнуў(ла) {timeAgo}
ca: {thisTweetUserName} retuitejat {timeAgo}
cs: {thisTweetUserName} retweetnul {timeAgo}
de: Re-Tweet durch {thisTweetUserName}
eo: {thisTweetUserName} repepis {timeAgo}
et: {thisTweetUserName} kirjutas {timeAgo} eest kordussäutsu
eu: {thisTweetUserName} birtxiotua
fr: {thisTweetUserName} a retweeté {timeAgo}
id: {thisTweetUserName} mencuit ulang
it: {thisTweetUserName} ha ritwittato {timeAgo}
ja: {thisTweetUserName}がリツイート
nb_no: {thisTweetUserName} re-tvitret
pl: {thisTweetUserName} podał(a) dalej tweeta
pt: {thisTweetUserName} retweetado {timeAgo}
ru: {thisTweetUserName} ретвитнул(а)
tr: {thisTweetUserName} retweet'ledi
vi: {thisTweetUserName} đã retweet {timeAgo}
zh_hans: {thisTweetUserName} 转发了推文

source: Sorry, the replied tweet could not be found!
ar: عذرا ، لم يتم العثور على التغريدة التي تم الرد عليها!
be: На жаль, твіт з адказам не знойдзены!
ca: Disculpa, el tuit contestat no s'ha pogut trobar!
cs: Omlouváme se, ale odpovídaný tweety nebyl nalezen!
de: Entschuldigung! Der beantwortete Tweet konnte nicht gefunden werden!
eo: Pardonu, la pepo alrespondita ne eblas troviĝi!
et: Vabandust, aga vastatud säutsu enam ei leidu!
eu: Sentitzen dugu, ezin izan zen txioa aurkitu!
fr: Désolé, impossible de trouver le tweet auquel on a répondu !
id: Maaf, cuitan yang dibalas tidak dapat ditemukan!
it: Spiacenti, il tweet a cui è riferita la risposta non è stato trovato!
ja: 返信ツイートが見つかりませんでした！
nb_no: Fant ikke svar-tvitringen.
nl: Sorry, kon de beantwoorde tweet niet vinden!
pl: Przepraszamy, nie znaleziono tweeta z odpowiedzią!
pt: Desculpe, o tweet respondido não foi encontrado!
ru: Извините, ответ не удалось найти!
tr: Üzgünüz, yanıtlanan tweet bulunamadı!
vi: Xin lỗi, không tìm thấy các trả lời!
zh_hans: 对不起，没有找到回复的推文！

source: Replying to
ar: يرد على
be: Адказаць
ca: Responent a
cs: Odpověď uživateli
de: Antwort an/auf
eo: Respondas al
et: Vastusena
eu: Erantzun
fr: Réponse à
id: Membalas ke
it: In risposta a
ja: 返信：
nb_no: Svarer til
nl: Reagerend op
pl: W odpowiedzi do
pt: Respondendo a
ru: Ответить
tr: Yanıtlıyor
vi: Đang trả lời cho
zh_hans: 回复

source: The tweet did not contain any text. This is unexpected
ar: التغريدة لا تحتوي على أي نص. هذا غير متوقع
be: Твіт не змяшчаў ніякага тэксту. Гэта нечакана
ca: El tuit no contenia text. Això és inesperat
cs: Tweety neobsahoval žádný text. Toto je neočekávané
de: Der Tweet hat keinen Textinhalt. Dies kommt unerwartet
eo: La pepo ne enhavas iun ajn tekston. Estas ne atendite
et: Säutsus puudus sisu. See on nüüd küll ootamatu
eu: Txioak ez zuen testurik
fr: Le tweet ne contenait aucun texte. C’est inattendu
id: Cuitan tidak mengandung teks apa pun. Ini tidak diduga
it: Il tweet non contiene alcun testo. Questo è inaspettato
ja: ツイートのテキストがありません。予期せぬ結果です
nb_no: Tweeten inneholdt ingen tekst. Dette er uventet
nl: De tweet bevat geen tekst. Dit is onverwacht
pl: Tweet nie zawierał żadnego tekstu. To nieoczekiwane
pt: O tweet não continha nenhum texto. Isso é inesperado
ru: Твит не содержал никакого текста. Это неожиданно
tr: Tweet'te herhangi bir metin yoktu. Bu beklenmedik bir şey
vi: Tweet không chứa bất kỳ văn bản nào. Điều này thật bất ngờ
zh_hans: 该推文没有包含任何文字。令人感叹

# this_tweet_is_unavailable
source: This tweet is unavailable. It was probably deleted.
ar: هذه التغريدة غير متوفرة. ربما تم حذفها.
be: Гэты твіт недаступны. Магчыма ён быў выдалены.
ca: Aquest tuit no està disponible. Provablement s'ha eliminat.
cs: Tento tweet je nedostupný. Nejspíš byl odstraněn.
de: Dieser Tweet ist nicht verfügbar
eo: Tiu ĉi pepo estas maldisponebla. Ĝi probable foriĝis.
et: See säuts pole leitav. Ilmselt on ta juba kustutatud.
eu: Txio hau ez dago erabilgarri. Ziurrenik ezabatua izango zen.
fr: Ce tweet n’est pas disponible Il a probablement été supprimé.
id: Cuitan ini tidak tersedia
it: Questo tweet non è disponibile. Probabilmente è stato cancellato.
ja: ツイートが利用できません
nb_no: Denne tweeten er utilgjengelig
nl: Deze tweet is niet beschikbaar. Mogelijk is deze verwijderd.
pl: Ten tweet jest niedostępny
pt: Este tweet está indisponível. Provavelmente foi deletado.
ru: Этот твит недоступен
tr: Bu tweete ulaşılamıyor. Muhtemelen silindi.
vi: Tweet này không có sẵn. Có khi đã bị xóa rồi.
zh_hans: 此推文不可用。它可能被删掉了。

source: Pinned tweet
ar: التغريدة المثبتة
be: Замацаваны твіт
ca: Tuit ancorat
cs: Připnutý tweet
de: Angehefteter Tweet
eo: Alpinglita pepo
et: Klammerdatud säuts
eu: Ainguratutako txioa
fr: Tweet épinglé
id: Cuitan yang disematkan
it: Tweet fissato
ja: 固定ツイート
nb_no: Festet tvitring
nl: Vastgezette tweet
pl: Przypięty tweet
pt: Tweet fixado
ru: Закреплённый твит
tr: Sabitlenmiş tweet
vi: Ghim tweet
zh_hans: 固定推文

source: Thread
ar: سلسلة
be: Галінка
ca: Fil
cs: Vlákno
de: Diskussionsfaden
eo: Diskutfadeno
et: Jutulõng
eu: Haria
fr: Fil de discussion
id: Utas
it: Discussione
ja: スレッド
nb_no: Tråd
nl: Draad
pl: Wątek
ru: Ветка
tr: Başlık
vi: Chủ đề
zh_hans: 时间线

source: Unsave
ar: الغاء الحفظ
be: Адмяніць захаванне
ca: Desfés
cs: Zrušit uložení
de: Speichern rückgängig machen
eo: Malkonservi
et: Eemalda salvestus
eu: Ez gorde
fr: Désenregistrer
id: Batal simpan
it: Annulla salvataggio
ja: 保存取り消し
nb_no: Opphev lagring
nl: Onveilig
pl: Usuń z zapisanych
pt: Remover dos salvos
ru: Отменить сохранение
tr: Kaydetmeyi iptal et
vi: Không lưu
zh_hans: 取消保存

source: Save
ar: حفظ
be: Захаваць
ca: Desa
cs: Uložit
de: Speichern
eo: Konservi
et: salvesta
eu: Gorde
fr: Enregistrer
id: Simpan
it: Salva
ja: 保存
nb_no: Lagre
nl: Veilig
pl: Zapisz
pt: Gravar
ru: Сохранить
tr: Kaydet
vi: Lưu
zh_hans: 保存

source: Share tweet content
ar: مشاركة محتوى التغريدة
be: Падзяліцца змесцівам твіту
ca: Compartir el contingut del tuit
cs: Sdílet obsah tweetu
de: Tweetinhalt teilen
eo: Kunhavigi la enhavon de la pepo
et: Jaga säutsu sisu
eu: Partekatu txioaren edukia
fr: Partager le contenu du tweet
id: Bagi konten cuitan
it: Condividi il contenuto del tweet
ja: ツイート内容を共有
nb_no: Del tvitringsinnhold
nl: Deel inhoud van de tweet
pl: Udostępnij zawartość tweeta
pt: Compartilhar conteúdo do tweet
ru: Поделиться содержимым твита
tr: Tweet içeriğini paylaş
vi: Chia sẻ nội dung tweet
zh_hans: 分享推特内容

source: Share tweet link
ar: مشاركة رابط التغريدة
be: Падзяліцца спасылкай на твіт
ca: Compartir l'enllaç del tuit
cs: Sdílet odkaz na tweet
de: Link zum Tweet teilen
eo: Kunhavigi la ligilon de la pepo
et: Jaga säutsu linki
eu: Partekatu txioaren esteka
fr: Partager le lien vers le tweet
id: Bagi tautan cuitan
it: Condividi il link al tweet
ja: ツイートリンクを共有
nb_no: Del tweet-lenke
nl: Deel link naar tweet
pl: Udostępnij link do tweeta
pt: Compartilhar ligação do tweet
ru: Поделиться ссылкой на твит
tr: Tweet bağlantısını paylaş
vi: Chia sẻ địa chỉ tweet
zh_hans: 分享推特链接

source: Private profile
ar: ملف شخصي خاص
be: Прыватны профіль
ca: Perfil privat
cs: Soukromý profil
de: Privates Profil
eo: Profilo privata
et: Privaatne profiil
eu: Profil pribatua
fr: Profil privé
id: Profil privat
it: Profilo privato
ja: 非公開プロフィール
nb_no: Privat profil
nl: PrivÃ© profiel
pl: Profil prywatny
pt: Perfil privado
ru: Приватный профиль
tr: Gizli profil
vi: Tài khoản riêng tư
zh_hans: 个人简介

source: User not found
ar: لم يُعثر على المستخدم
be: Карыстальнік не знойдзены
ca: Usuari no trobat
cs: Uživatel nenalezen
de: Nutzer wurde nicht gefunden
eo: Uzanto ne troviĝis
et: Kasutajat ei leidu
eu: Ez da erabiltzailea aurkitu
fr: Utilisateur non trouvé
id: Pengguna tidak ditemukan
it: Utente non trovato
ja: ユーザが見つかりません
nb_no: Bruker ikke funnet
nl: Gebruiker niet gevonden
pl: Nie znaleziono użytkownika
pt: Utilizador não encontrado
ru: Пользователь не найден
tr: Kullanıcı bulunamadı
zh_hans: 未找到用户

source: Account suspended
ar: الحساب معلق
be: Уліковы запіс прыпынены
ca: Compte suspés
cs: Účet pozastaven
de: Nutzerkonto gesperrt
eo: Konto haltiĝis
et: Kasutajakonto on ajutiselt peatatud
eu: Etendako kontua
fr: Compte suspendu
id: Akun ditangguhkan
it: Profilo sospeso
ja: 凍結済みアカウント
nb_no: Kontoen er suspendert
nl: Account uitgeschakeld
pl: Konto zawieszone
pt: Conta suspensa
ru: Учётная запись приостановлена
tr: Hesap askıya alındı
zh_hans: 账户被冻结

source: Catastrophic failure
ar: فشل ذريع
be: Крытычная памылка
ca: Error catastròfic
cs: Katastrofické selhání
de: Totaler Ausfall
eo: Malsukceso katastrofa
et: Kõik läks ikka väga viltu
eu: Akats katastrofikoa
fr: Défaillance catastrophique
id: Kegagalan serius
it: Fallimento catastrofico
ja: 致命的なエラー
nb_no: Katastrofal feil
nl: Katastrofale fout
pl: Katastrofalna awaria
pt: Falha catastrófica
ru: Катастрофическая ошибка
tr: Feci arıza
zh_hans: 致命问题

source: Back
ar: رجوع
be: Назад
ca: Enrere
cs: Zpět
de: Zurück
eo: Antaŭen
et: Tagasi
eu: Itzuli
fr: Retour
id: Kembali
it: Indietro
ja: 戻る
nb_no: Tilbake
nl: Terug
pl: Wstecz
pt: Voltar
ru: Назад
tr: Geri
zh_hans: 返回

source: Retry
ar: إعادة المحاوة
be: Паўтарыць
ca: Reintentar
cs: Zkusit znovu
de: Erneut versuchen
eo: Reprovi
et: Proovi uuesti
eu: Saiatu berriro
fr: Répondre
id: Ulang
it: Riprova
ja: リトライ
nb_no: Prøv på nytt
nl: Opnieuw
pl: Ponów
pt: Tentar novamente
ru: Повторить
tr: Yeniden dene
zh_hans: 重试

source: Could not contact Twitter
ar: غير قادر على التواصل مع تويتر
be: Не атрымоўваецца звязацца з Twitter
ca: No s'ha pogut contactar amb Twitter
cs: Nepodařilo se kontaktovat Twitter
de: Es konnte keine Verbindung zu Twitter aufgebaut werden
eo: Ne eblas kontakti Twitter-on
et: Puudub ühendus Twitter'iga
eu: Ezin izan da Twitterrekin harremanetan jarri
fr: Impossible de contacter Twitter
id: Tidak bisa menghubungi Twitter
it: Impossibile contattare Twitter
ja: Twitterにアクセスできませんでした
nb_no: Kunne ikke kontakte Twitter
nl: Kon geen contact met Twitter krijgen
pl: Nie udało się połączyć z Twitterem
pt: Não foi possível entrar em contato com o Twitter
ru: Не удаётся связаться с Twitter
tr: Twitter ile iletişim kurulamadı
zh_hans: 无法访问推特

source: Please check your Internet connection. {errorMessage}
ar: رجائاً تحقق من اتصال الشبكة لديك. {errorMessage}
be: Калі ласка, праверце вашае сеткавае падлучэнне. {errorMessage}
ca: Comprova la connexió a Internet. {errorMessage}
cs: Zkontrolujte prosím vaše připojení k internetu. {errorMessage}
de: Bitte Internetverbindung überprüfen. {errorMessage}
eo: Bonvolu kontroli vian konekton Interretan. {errorMessage}
et: Palun kontrolli oma võrguühendust. {errorMessage}
eu: Mesedez, egiaztatu Internet konexioa. {errorMessage}
fr: Veuillez vérifier votre connexion Internet. {errorMessage}
id: Mohon periksa koneksi Internet Anda. {errorMessage}
it: Controlla la tua connessione a Internet. {errorMessage}
ja: インターネット接続を確認してください。 {errorMessage}
nb_no: Sjekk at du er tilkoblet Internett. {errorMessage}
nl: Controleer je internet verbinding. {errorMessage}
pl: Sprawdź swoje połączenie internetowe. {errorMessage}
pt: Por favor, verifique a sua conexão à internet. {errorMessage}
ru: Пожалуйста, проверьте ваше сетевое подключение. {errorMessage}
tr: Lütfen internet bağlantınızı kontrol edin. {errorMessage}
zh_hans: 请检查您的网络连接。 {errorMessage}

source: Timed out
ar: انتهت المهلة
be: Час выйшаў
ca: Temps excedit
cs: Vypršel čas
de: Zeit abgelaufen
eo: Tempolimiĝis
et: Päring aegus
eu: Denbora agortuta
fr: Délai expiré
id: Waktu habis
it: Tempo scaduto
ja: タイムアウト
nb_no: Tidsavbrudd
nl: Wachttijd versterken
pl: Przekroczono limit czasu
pt: Tempo esgotado
ru: Время вышло
tr: Zaman aşımına uğradı
zh_hans: 超时

source: This took too long to load. Please check your network connection!
ar: استغرق هذا وقتا طويلا للتحميل. رجائاً تأكد من اتصال الشبكة لديك!
be: Загрузка заняла зашмат часу. Калі ласка, праверце ваша сеткавае падключэнне!
ca: Ha trigat massa a carregar-se. Comprova la connexió de xarxa!
cs: Tento obsah se načítal příliš dlouho. Zkontrolujte prosím vaše připojení k internetu!
de: Das Laden hat zu lange gedauert. Bitte Internetverbindung prüfen!
eo: La ŝarĝado daŭris tro longe. Bonvolu kontroli vian konekton Interretan!
et: Andmete laadimine kestab liiga kaua. Palun vaata, kas sinu internetiühendus toimib!
eu: Denbora gehiegi behar izan du honek kargatzeko. Mesedez, egiaztatu interneteko konexioa!
fr: Le chargement est trop long. Veuillez vérifier votre connexion réseau !
id: Ini perlu waktu lama untuk memuat. Mohon periksa koneksi jaringan Anda!
it: Il caricamento ha impiegato troppo tempo. Si prega di controllare la connessione di rete!
ja: 読み込みに時間がかかり過ぎています。ネットワーク接続を確認してください！
nb_no: Dette tok for lang tid å laste. Vennligst sjekk nettverkstilkoblingen din!
nl: Laden duurde te lang. Controleer je internet verbinding!
pl: Ładowanie trwało zbyt długo. Sprawdź swoje połączenie sieciowe!
pt: Isso demorou muito para carregar. Verifique a sua conexão de rede!
ru: Загрузка заняла слишком много времени. Пожалуйста, проверьте ваше сетевое подключение!
tr: Bunun yüklenmesi çok uzun sürdü. Lütfen internet bağlantınızı kontrol edin!
zh_hans: 加载时间太长了。 检查您的网络连接！

source: Oops! Something went wrong 🥲
ar: أوبسي! حدث خطأ ما 🥲
be: Ой! Нешта пайшло не так 🥲
ca: Ui! Alguna cosa ha anat malament 🥲
cs: Jejda! Něco se pokazilo 🥲
de: Oh nein! Ein Fehler ist aufgetreten 🥲
eo: Ups! Io misokazis 🥲
et: Hopsti! Midagi läks nüüd viltu 🥲
eu: Hara! Zerbait gaizki atera da 🥲
fr: Oups ! Quelque chose a mal tourné 🥲
id: Aduh! Ada yang tidak beres 🥲
it: Ops! Qualcosa è andato storto 🥲
ja: 問題が発生しました🥲
nb_no: Oops! Noe gikk galt 🥲
nl: Oeps! Er ging iets mis ðŸ¥²
pl: Ups! Coś poszło nie tak 🥲
pt: Ops! Algo deu errado 🥲
ru: Ой! Что-то пошло не так 🥲
tr: Hop! Bir şeyler ters gitti 🥲
zh_hans: 哎呀! 出了点差错😥

source: Report
ar: إبلاغ
be: Паведаміць
ca: Reportar
cs: Nahlásit
de: Bericht
eo: Raporti
et: Teata veast
eu: Txostena
fr: Signaler
id: Lapor
it: Segnala
ja: レポート
nb_no: Rapporter
nl: Rapporteer
pl: Zgłoś
pt: Reportar
ru: Сообщить
tr: Bildir
zh_hans: 报告
